{
  "fgr": {
    "rivierengebied": {
      "titel": "Rivierengebied",
      "beschrijving": "Het Rivierengebied is het Nederlandse landschap dat gevormd is door de Rijn, Maas en hun zijrivieren. Het bestaat uit een mozaïek van hoger gelegen oeverwallen en stroomruggen (grovere afzettingen dicht bij de rivier) en lagere komgebieden (fijne kleiafzettingen). Historisch werden deze gebieden regelmatig overstroomd; sinds bedijking en kanalisatie is de overstromingsdynamiek binnendijks sterk verminderd, maar waterbeheer blijft sturend.\n",
      "kenmerken": "Relatief vlak reliëf met lokale hoogteverschillen op schaal van decimeters tot meters. Lintbebouwing en erven liggen vaak op de hogere delen (oeverwallen/stroomruggen), terwijl de kommen opener en natter zijn. Waterlopen (weteringen, sloten) en kades/dijken structureren het landschap.\n",
      "bodem_en_water": "Overwegend klei- en zavelgronden; in kommen zware, natte klei. Grondwater kan hoog staan; waterbeheer (peil, drainage) is bepalend.\n",
      "beplanting_en_landgebruik": "Landgebruik is vaak productief: grasland in nattere kommen, akkerbouw en boomgaarden op hogere delen. Streekeigen beplanting bestaat vaak uit lijnvormige structuren (knotwilgen, hagen, singels), dijkbeplanting en erfbeplanting; op natte delen wilgenstruweel, elzenbroek en (historisch) grienden.",
      "betekenis_voor_erfbeplanting": "Sluit aan op de schaal en openheid van het deelgebied (kom vs oeverwal). In open kommen: beperkt, lijnvormig en winddoorlatend; op hogere delen kan het erf ‘groener’ en rijker worden vormgegeven. Kies soorten die passen bij klei/zavel en bij de lokale grondwaterstand (Gt) en houd rekening met waterpeilbeheer.",
      "ontstaan_en_dynamiek": "Bij hoge afvoeren traden (historisch) overstromingen op, waarbij sediment werd afgezet. Dicht bij de rivier bezonk grover materiaal, verder weg vooral fijne klei. Dit leidde tot karakteristieke landschapselementen: uiterwaarden, dijken, strangen/restgeulen, oeverwallen, stroomruggen en kommen.",
      "bronnen": [
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland. Wageningen (WUR Groenekennis): https://library.wur.nl/WebQuery/groenekennis/1784548",
        "PDOK – Dataset Fysisch-Geografische Regio’s (FGR) (omschrijving en herkomst): https://www.pdok.nl/introductie/-/article/fysisch-geografische-regio-s",
        "Atlas Natuurlijk Kapitaal – Fysisch-Geografische Regio’s (achtergrond bij kaart): https://www.atlasnatuurlijkkapitaal.nl/fysisch-geografische-regios",
        "CLO – Rivierengebied (landschapskenmerken): https://www.clo.nl/indicatoren/nl100902-rivierengebied"
      ]
    },
    "hogere_zandgronden": {
      "titel": "Hogere zandgronden",
      "beschrijving": "Oude dekzand- en stuwwallandschappen met overwegend zandige bodems. Van nature droger en voedselarmer dan klei- en veengebieden.\n",
      "kenmerken": "Afwisseling van dekzandruggen en -laagtes; lokaal stuwwallen. Historisch esdorpen, heide- en bosontginningen; verkaveling kan kleinschalig zijn met houtwallen.\n",
      "bodem_en_water": "Zand tot lemig zand; infiltratie is groot, grondwater dieper. In laagtes kan het juist nat zijn (beekdalen).\n",
      "beplanting_en_landgebruik": "Naaldbos/loofbos, heide-restanten, akkers en grasland. Typisch: eik, berk, grove den, lijsterbes; in beekdalen els en wilg.",
      "betekenis_voor_erfbeplanting": "Werk met droge toleranties en beschutting (wind). Houtwal- en erfbeplanting met streekeigen soorten sluit aan; voorkom verdroging met juiste standplaatskeuze.\n"
    },
    "laagveengebied": {
      "titel": "Laagveengebied",
      "beschrijving": "Waterrijk landschap gevormd door veenvorming in laaggelegen gebieden, vaak met plassen, petgaten, rietlanden en ontginningssloten.\n",
      "kenmerken": "Zeer vlak, open tot halfopen. Lineaire verkaveling met lange kavels en veel watergangen; waterpeilbeheer is essentieel.\n",
      "bodem_en_water": "Veen en venige klei; hoge grondwaterstand. Bodemdaling en oxidatie spelen bij ontwatering.",
      "beplanting_en_landgebruik": "Grasland, riet, moerasvegetaties. Typisch: elzenbroek, wilgenstruweel, rietkragen.",
      "betekenis_voor_erfbeplanting": "Kies natte toleranties en houd rekening met slappe bodem (wortelverankering). Beplanting in lijnen en groepen langs watergangen werkt het best.\n"
    },
    "zeekleigebied": {
      "titel": "Zeekleigebied",
      "beschrijving": "Kust- en zeekleilandschappen ontstaan door afzetting van klei in getijdegebieden (kwelders, polders). Vaak grootschalig en open.\n",
      "kenmerken": "Zeer vlak, rationele verkaveling, rechte wegen en sloten. Dijken en kreekruggen bepalen soms lokale structuur.\n",
      "bodem_en_water": "Klei tot zavel; vaak vruchtbaar. Grondwater en verzilting kunnen lokaal spelen; drainage en peilbeheer belangrijk.\n",
      "beplanting_en_landgebruik": "Intensieve akkerbouw en grasland. Beplanting vooral als erfbeplanting, singels en windschermen.\n",
      "betekenis_voor_erfbeplanting": "In open polders is windreductie belangrijk. Kies soorten die wind en (soms) zoute invloed verdragen; beplanting bij erven en langs wegen past het landschap.\n"
    },
    "duinen": {
      "titel": "Duinen",
      "beschrijving": "Zandige kustduinen met reliëf, dynamiek door wind en zee en grote variatie van droog naar nat (duinvalleien).\n",
      "kenmerken": "Sterk reliëf met duintoppen en valleien; kalkrijk tot kalkarm afhankelijk van ligging. Kwetsbare natuurwaarden.\n",
      "bodem_en_water": "Zand, zeer doorlatend; zoetwaterlenzen kunnen voorkomen. Voedselarm tot matig voedselrijk.",
      "beplanting_en_landgebruik": "Duingraslanden, struweel (duindoorn) en duinbos (den, eik).",
      "betekenis_voor_erfbeplanting": "Kies soorten voor zand, wind en zout. Beperk bodemverstoring en werk met struweel/laag bos als windfilter.\n"
    },
    "lossgebied": {
      "titel": "Lössgebied",
      "beschrijving": "Golvend landschap met lössafzettingen (zeer vruchtbaar, leemrijk), vooral in Zuid-Limburg.",
      "kenmerken": "Hellingprocessen en holle wegen; kleinschalige mozaïekstructuur met graften en hagen.",
      "bodem_en_water": "Leem/löss: goede vochtvasthouding maar erosiegevoelig op hellingen.",
      "beplanting_en_landgebruik": "Akkerbouw, boomgaarden, hagen en hellingbossen.",
      "betekenis_voor_erfbeplanting": "Erosieremmende beplanting (hagen/graften) is waardevol; kies soorten die passen bij leem en (soms) kalkrijk.\n"
    }
  },
  "bodem": {
    "zand": {
      "titel": "Zand",
      "beschrijving": "Zandige bodems zijn goed doorlatend en drogen relatief snel uit. Ze zijn vaak voedselarmer dan klei en vragen om standplaatsgeschikte soorten.\n",
      "beheerimplicaties": "Let op droogte in zomer, windgevoeligheid en snelle uitspoeling van nutriënten; mulch en organische stof helpen.\n",
      "geschikte_beplanting": "Eik, berk, lijsterbes, grove den; op rijker zand ook beuk, esdoorn en diverse struiken."
    },
    "lemig_zand": {
      "titel": "Lemig zand",
      "beschrijving": "Zand met een leemfractie: betere vocht- en nutriëntenbuffer dan puur zand, maar nog steeds redelijk doorlatend.",
      "beheerimplicaties": "Meestal breed inzetbaar; voorkom verslemping bij intensieve betreding als het nat is.",
      "geschikte_beplanting": "Veel inheemse loofbomen en struweel doen het hier goed; zowel drogere als matig vochtige soorten mogelijk.\n"
    },
    "leem": {
      "titel": "Leem / löss",
      "beschrijving": "Leemrijke bodems houden water en voedingsstoffen goed vast. Ze zijn vruchtbaar maar kunnen gevoelig zijn voor verslemping en erosie (op hellingen).\n",
      "beheerimplicaties": "Werk met bodembedekking en wortelnetwerk om structuur te behouden; vermijd zware belasting als de bodem nat is.\n",
      "geschikte_beplanting": "Eik, haagbeuk, es, linde, fruitbomen; hagen en struweel ontwikkelen vaak snel.",
      "samenvatting": "**Leem** is een fijne minerale fractie (silt + klei) die water goed vasthoudt en vaak vruchtbaar is; in het rivierengebied komt leem vaak als bijmenging of dek voor.",
      "bronnen_aanvullend": [
        "Berendsen, H.J.A. (1993). De ontwikkeling van het Nederlandse rivierengebied. GEA.",
        "Everts, F.H. e.a. (Natura 2000 herstelstrategieën, deel III) – Rivierenlandschap.",
        "WUR / Stichting voor Bodemkartering – Bodemkaart van Nederland (1:50.000) + toelichtingen.",
        "Atlas Leefomgeving – Bodemkaart van Nederland 1:50.000 (toelichting).",
        "Geologie van Nederland – Komgrond/komklei en uitleg uiterwaarden/kommen."
      ]
    },
    "zavel": {
      "titel": "Zavel",
      "beschrijving": "Mengsel van zand en klei: relatief vruchtbaar, met goede bewerkbaarheid en een gematigde waterhuishouding.",
      "beheerimplicaties": "Breed toepasbaar; bij langdurige natte perioden kan toch tijdelijke waterverzadiging optreden.",
      "geschikte_beplanting": "Veel soorten mogelijk: eik, iep, es, linde, populier, wilg (op nattere plekken), meidoorn, sleedoorn.",
      "samenvatting": "**Zavel** vormt een overgang tussen zand en klei: meer lutum dan zand, maar duidelijk beter doorlatend dan zware klei.",
      "bronnen_aanvullend": [
        "Berendsen, H.J.A. (1993). De ontwikkeling van het Nederlandse rivierengebied. GEA.",
        "Everts, F.H. e.a. (Natura 2000 herstelstrategieën, deel III) – Rivierenlandschap.",
        "WUR / Stichting voor Bodemkartering – Bodemkaart van Nederland (1:50.000) + toelichtingen.",
        "Atlas Leefomgeving – Bodemkaart van Nederland 1:50.000 (toelichting).",
        "Geologie van Nederland – Komgrond/komklei en uitleg uiterwaarden/kommen."
      ]
    },
    "lichte_klei": {
      "titel": "Lichte klei",
      "beschrijving": "Kleigrond met nog redelijk wat zand/silt. Vruchtbaar en vochtvasthoudend, maar minder zwaar dan komklei.\n",
      "beheerimplicaties": "Bij nat weer gevoelig voor structuurverlies; drainage en organische stof helpen.",
      "geschikte_beplanting": "Iep, linde, es, esdoorn, wilg en populier; struiken zoals meidoorn, Gelderse roos en kornoelje."
    },
    "zware_klei": {
      "titel": "Zware klei (komklei)",
      "beschrijving": "Fijnkorrelige, zware klei die water lang vasthoudt en langzaam opwarmt. Vaak natte standplaats, vooral in komgebieden.\n",
      "beheerimplicaties": "Vermijd zware machines bij nat weer; kies soorten met tolerantie voor natte voeten en wisselende zuurstofcondities.\n",
      "geschikte_beplanting": "Els, wilg, populier, iep; in struweel o.a. zwarte bes, vlier, Gelderse roos."
    },
    "veen": {
      "titel": "Veen / venige bodem",
      "beschrijving": "Organische bodem met hoge waterstand van oorsprong. Slap draagvermogen en gevoelig voor inklinking bij ontwatering.\n",
      "beheerimplicaties": "Houd rekening met bodemdaling en instabiele verankering; kies soorten die nat kunnen en niet extreem windgevoelig zijn.\n",
      "geschikte_beplanting": "Zwarte els, wilg, berken; riet- en moerasstruweel op natte delen."
    },
    "klei": {
      "titel": "Klei (algemeen, inclusief rivierklei)",
      "beschrijving": "Kleigronden bestaan uit fijne minerale deeltjes en hebben daardoor een hoge water- en nutriëntenbuffer. In het Nederlandse rivierengebied is klei vaak gevormd door afzetting bij overstromingen: grover materiaal dichtbij (oude) rivierlopen (oeverwallen/stroomruggen), en fijne slibfractie verder weg in komgebieden (komklei).",
      "standplaats": "Klei warmt in het voorjaar langzamer op dan zand en is bij nat weer gevoelig voor structuurschade (verdichting/versmering). De zuurstofvoorziening in de wortelzone kan in natte perioden beperkend zijn, vooral bij zware klei/komklei.\n",
      "waterhuishouding": "De ontwatering en het peilbeheer (slotensysteem, drains, stuwen) bepalen sterk of de standplaats 'vochtig' of 'nat' aanvoelt. Op microreliëf (oeverwal vs kom) kunnen in korte afstand grote verschillen voorkomen.\n",
      "landgebruik_en_beplanting": "Kleigronden zijn vaak productief en worden intensief gebruikt (grasland/akkerbouw). Streekeigen beplanting in rivierklei is vaak lijnvormig (knotwilgen, hagen, singels) en op nattere delen elzen- en wilgenstruweel of griend.\n",
      "betekenis_voor_erfbeplanting": "Kies soorten op basis van (1) draagkracht en waterverzadiging in de winter, (2) zomerse droogtestress bij lange droge perioden (ook klei kan in de zomer hard uitdrogen), en (3) beheerbaarheid. Voor natte klei: wilg, zwarte els, populier, iep; voor beter ontwaterde klei/zavel: linde, esdoorn, eik, meidoornhagen.",
      "bronnen": [
        "Geologie van Nederland – Komgrond/komklei (TNO): https://www.geologievannederland.nl/publicaties/115.html",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland. Wageningen (WUR Groenekennis).",
        "Jongmans, A.G. e.a. (2013). Landschappen van Nederland: Geologie, Bodem en Landgebruik. Wageningen Academic Publishers."
      ],
      "samenvatting": "**Klei** is mineraal materiaal met relatief veel lutum (<2 µm). In het rivierengebied bestaat klei meestal uit **rivierklei**: fijn sediment dat tijdens overstromingen en in rustig water is afgezet. Belangrijk onderscheid: **oeverwal-/stroomrugklei** (vaak lichter, meer zavelig, beter doorlatend) versus **komklei** (vaak zwaarder, natter, slechter doorlatend).",
      "rivierengebied_nuance": {
        "oeverwal_en_stroomrug": {
          "kenmerk": "Relatief hoger gelegen delen langs (oude) rivierlopen; sedimentatie bij hogere stroomsnelheden.",
          "textuur": "Vaak **zavel tot lichte klei** met meer zandbijmenging; beter belucht en sneller opwarmend.",
          "water": "Grondwater meestal dieper; periodiek droogtestress mogelijk in zomers op hogere stroomruggen.",
          "beplanting": "Breed assortiment mogelijk (bomen/heesters) mits rekening met wind/zon en droogtegevoeligheid."
        },
        "komgebied": {
          "kenmerk": "Lager gelegen kommen ‘achter’ de oeverwal; afzetting in stilstaand/traag water.",
          "textuur": "Vaak **zware klei/komklei** (hoog lutum), structuurgevoelig, traag opwarmend.",
          "water": "Hogere (schijn)grondwaterstanden; kans op langdurig natte perioden en zuurstoftekort.",
          "beplanting": "Kies soorten die **natte voeten** verdragen; vermijd soorten die gevoelig zijn voor wortelverstikking."
        },
        "uiterwaard": {
          "kenmerk": "Dynamische zone met afwisseling van klei, zavel en zand (jong sediment), afhankelijk van hoogte en overstromingsfrequentie.\n",
          "water": "Sterk wisselende vochtcondities; van droog (hoge zandige ruggen) tot nat (laagtes/kolken).",
          "beplanting": "Pioniers en soorten passend bij dynamiek (wilg/populier, struweel) en beheer (overstroming/erosie)."
        }
      },
      "praktische_gevolgen_voor_erf": [
        "Op **komklei**: focus op lucht in de bodem (organische stof, niet verdichten), waterafvoer/berging en soortenkeuze met nat-tolerantie.",
        "Op **oeverwal-/stroomrugklei (lichte klei/zavel)**: vaak meer droogte- en windstress → soorten met diep wortelgestel of droogtetolerantie.",
        "Vermijd werken in natte klei (structuurbederf); plan grondwerk bij voldoende draagkracht."
      ],
      "bronnen_aanvullend": [
        "Berendsen, H.J.A. (1993). De ontwikkeling van het Nederlandse rivierengebied. GEA.",
        "Everts, F.H. e.a. (Natura 2000 herstelstrategieën, deel III) – Rivierenlandschap.",
        "WUR / Stichting voor Bodemkartering – Bodemkaart van Nederland (1:50.000) + toelichtingen.",
        "Atlas Leefomgeving – Bodemkaart van Nederland 1:50.000 (toelichting).",
        "Geologie van Nederland – Komgrond/komklei en uitleg uiterwaarden/kommen."
      ]
    }
  },
  "gt": {
    "ia": {
      "titel": "Gt Ia (zeer nat)",
      "beschrijving": "Zeer natte grondwatertrap: grondwater staat vrijwel jaarrond zeer hoog; vaak langdurig natte voeten in het profiel.",
      "betekenis": "Kies moeras- en natte oeversoorten; vermijd droogteminnende soorten."
    },
    "ib": {
      "titel": "Gt Ib (zeer nat)",
      "beschrijving": "Zeer hoge grondwaterstand, maar iets minder extreem dan Ia. Periodiek water aan maaiveld komt voor.\n",
      "betekenis": "Natte toleranties zijn belangrijk; let op draagkracht en zuurstofarm wortelmilieu."
    },
    "iia": {
      "titel": "Gt IIa (nat)",
      "beschrijving": "Hoge grondwaterstand; in winter zeer hoog, in zomer zakt beperkt.",
      "betekenis": "Geschikt voor vochtminnende bomen/struiken; drainage bepaalt veel."
    },
    "iib": {
      "titel": "Gt IIb (nat)",
      "beschrijving": "Nat profiel met duidelijke seizoensfluctuatie; nog steeds hoge winterstand.",
      "betekenis": "Veel soorten kunnen mits niet te droog; kies standplaats op microreliëf."
    },
    "iic": {
      "titel": "Gt IIc (matig nat)",
      "beschrijving": "Matig nat, met iets grotere zomerdaling.",
      "betekenis": "Breed toepasbaar; zowel vochtminnend als iets droger kan."
    },
    "iiia": {
      "titel": "Gt IIIa (matig vochtig)",
      "beschrijving": "Gemiddeld vochtig: winter hoog, zomer duidelijk lager.",
      "betekenis": "Grote soortenkeuze; let op droogtestress in warme zomers."
    },
    "iiib": {
      "titel": "Gt IIIb (matig vochtig)",
      "beschrijving": "Vochtig maar met grotere fluctuatie dan IIIa.",
      "betekenis": "Kies robuuste soorten; bodembeheer kan droogte beperken."
    },
    "ivu": {
      "titel": "Gt IVu (matig droog)",
      "beschrijving": "Grondwatertrap IVu is een relatief droge tot matig droge grondwatertrap, gedefinieerd via klassen van de gemiddeld hoogste grondwaterstand (GHG) en gemiddeld laagste grondwaterstand (GLG). De lettercombinaties in Gt geven zowel een absolute diepteklasse als de seizoensfluctuatie weer; de exacte grenzen zijn in de bodemkartering vastgelegd.\n",
      "betekenis": "Bij Gt IVu staat het grondwater doorgaans dieper dan bij natte trappen, waardoor droogtestress in warme zomers kan optreden, zeker op zandige bodems. Op klei kan de wortelzone toch tijdelijk nat zijn door slechte infiltratie of hoge peilen; combineer de Gt daarom altijd met bodemtype en waterbeheer.\n",
      "uitleg_ghg_glg": "Grondwatertrappen worden afgeleid uit langjarige gemiddelden: GHG (winter) en GLG (zomer). Samen vatten ze de jaarlijkse fluctuatie samen en zijn ze een belangrijke indicator voor vegetatie, draagkracht en gebruiksmogelijkheden.",
      "bronnen": [
        "STOWA (2010). Grondwaterregime op basis van karteerbare kenmerken (achtergrond Gt): https://www.stowa.nl/sites/default/files/assets/PUBLICATIES/Publicaties%202010/STOWA%202010-41.pdf",
        "WUR eDepot (2018). Landsdekkende, actuele informatie over grondwatertrappen (Gt): https://edepot.wur.nl/465988",
        "Wikipedia – Grondwatertrap (begrippen GHG/GLG): https://nl.wikipedia.org/wiki/Grondwatertrap",
        "WUR Landschapsleutel – Legenda’s bodemkaarten / Gt-systeem: https://landschapsleutel.wur.nl/documentatie/htm/Legendas%20Bodemkaarten.htm"
      ]
    },
    "ivc": {
      "titel": "Gt IVc (matig droog)",
      "beschrijving": "Matig droge grondwatertrap met verdere zomerdaling.",
      "betekenis": "Kies droogtetolerante soorten, vooral op zandige bodems."
    },
    "vao": {
      "titel": "Gt Vao (droog)",
      "beschrijving": "Droge trap; grondwater doorgaans diep, zomer zeer diep.",
      "betekenis": "Sterk droogtegevoelig; plant in vochtiger microplekken of kies xerofiele soorten."
    },
    "vad": {
      "titel": "Gt Vad (droog)",
      "beschrijving": "Droog met duidelijke zomerdaling.",
      "betekenis": "Focus op droogtetolerantie en bodembedekking."
    },
    "vbo": {
      "titel": "Gt Vbo (droog)",
      "beschrijving": "Droog profiel; grondwater zelden in wortelzone.",
      "betekenis": "Alleen droogteminnende soorten zonder aanvullende watermaatregelen."
    },
    "vbd": {
      "titel": "Gt Vbd (droog)",
      "beschrijving": "Nog droger, met grote fluctuatie.",
      "betekenis": "Droogte- en hittebestendige soorten; wateropvang/infiltratie helpt."
    },
    "vio": {
      "titel": "Gt VIo (zeer droog)",
      "beschrijving": "Zeer diep grondwater; wortelzone is structureel droog.",
      "betekenis": "Beplanting is beperkt; kies pioniers en droogtespecialisten."
    },
    "vid": {
      "titel": "Gt VId (zeer droog)",
      "beschrijving": "Zeer droog met sterke seizoensfluctuatie.",
      "betekenis": "Alleen zeer droogtebestendige soorten; bescherm jonge aanplant."
    },
    "viio": {
      "titel": "Gt VIIo (uiterst droog)",
      "beschrijving": "Uiterst diep grondwater, extreme droogte.",
      "betekenis": "Beplanting moeilijk; kies alleen zeer geschikte soorten en verbeter microklimaat."
    },
    "viid": {
      "titel": "Gt VIId (uiterst droog)",
      "beschrijving": "Uiterst droog met grote fluctuatie.",
      "betekenis": "Zeer beperkt soortenpalet; investeer in waterbergende maatregelen."
    },
    "viiio": {
      "titel": "Gt VIIIo (extreem droog)",
      "beschrijving": "Extreem droge omstandigheden, grondwater vrijwel nooit bereikbaar.",
      "betekenis": "Beplanting alleen met extremen-specialisten of met irrigatie/wateropvang."
    },
    "viiid": {
      "titel": "Gt VIIId (extreem droog)",
      "beschrijving": "Extreem droog met sterke fluctuatie.",
      "betekenis": "Beplanting vraagt maatwerk; focus op klimaatadaptieve soorten en bodemverbetering."
    },
    "toelichting_algemeen": {
      "titel": "Grondwatertrappen (Gt) – algemene uitleg",
      "kernsamenvatting": "Grondwatertrappen (Gt) geven een gestandaardiseerde indicatie van hoe hoog en hoe sterk fluctuerend het\ngrondwater staat. Ze zijn gebaseerd op langjarige gemiddelden en vormen een cruciale schakel tussen bodem,\nhydrologie en beplantingsmogelijkheden.\n",
      "uitleg_ghg_glg": "Gt-klassen zijn afgeleid van twee parameters:\n- GHG (Gemiddeld Hoogste Grondwaterstand): maatgevend voor winter- en natte perioden.\n- GLG (Gemiddeld Laagste Grondwaterstand): maatgevend voor zomerdroogte.\nDe combinatie bepaalt zowel natstress als droogtestress voor wortels.\n",
      "interpretatie": "De Gt is geen exacte meting op perceelsniveau, maar een regionale indicatie. Lokale factoren zoals drainage,\npeilbeheer, microreliëf (AHN), bodemtextuur en verdichting kunnen de feitelijke situatie sterk beïnvloeden.\n",
      "betekenis_voor_erfbeplanting": "Gebruik Gt altijd in combinatie met bodemtype en geomorfologie. Een 'natte' Gt op zand kan heel anders\nuitpakken dan dezelfde Gt op klei of veen.\n",
      "bronnen": [
        "STOWA (2010). Grondwaterregime op basis van karteerbare kenmerken.",
        "WUR – Bodemkaart van Nederland, toelichting Gt-systematiek."
      ]
    },
    "droogtestress_indicator": {
      "titel": "Droogtestress en bewortelbaarheid (Gt-context)",
      "kernsamenvatting": "Gt-waarden geven een eerste indicatie van droogterisico en bewortelbare diepte voor bomen en struiken,\nvooral in het groeiseizoen.\n",
      "relatie_met_wortels": "Bij diep wegzakkend grondwater (Gt V–VIII) zijn planten volledig afhankelijk van bodemvocht en neerslag.\nBij hoge Gt (I–II) kan zuurstofgebrek de beworteling beperken.\n",
      "praktijknuance": "Op klei kan ondanks een droge Gt toch tijdelijk natstress optreden door slechte infiltratie.\nOp zand kan een natte Gt toch snel droog aanvoelen door lage vochtbuffer.\n",
      "betekenis_voor_erfbeplanting": "Combineer Gt met maatregelen zoals mulchen, microreliëf, waterberging en soortenkeuze om\nklimaatbestendige beplanting te realiseren.\n",
      "bronnen": [
        "WUR – Water en bomen (achtergrond beworteling).",
        "Atlas Leefomgeving – Droogte en grondwater."
      ]
    },
    "combinatieregels_bodem_gt": {
      "titel": "Combinatieregels Bodem × Grondwatertrap (Gt)",
      "kernsamenvatting": "De combinatie van bodemtype en grondwatertrap (Gt) bepaalt de feitelijke standplaatscondities.\nDezelfde Gt-klasse kan op verschillende bodems tot andere risico’s en kansen leiden.\n",
      "regels": {
        "zand": {
          "natte_gt": {
            "uitleg": "Op zandbodems met natte Gt (I–II) is er ondanks infiltratie kans op zuurstofgebrek in de wortelzone,\nvooral in laagtes en bij stagnatie. Tegelijk kan het profiel in droge zomers snel uitdrogen.\n",
            "aandachtspunten": [
              "zuurstofgebrek",
              "instabiele beworteling",
              "zomerdroogte"
            ]
          },
          "droge_gt": {
            "uitleg": "Droge Gt (IV–VIII) op zand betekent sterke afhankelijkheid van neerslag en bodemvocht.\nZonder humusopbouw ontstaat snel droogtestress.\n",
            "aandachtspunten": [
              "droogtestress",
              "uitspoeling",
              "hitte"
            ]
          }
        },
        "klei": {
          "natte_gt": {
            "uitleg": "Natte Gt op klei (vooral zware klei/komklei) geeft langdurig natte wortelzones en beperkte beluchting.\nStructuurschade door betreding is een groot risico.\n",
            "aandachtspunten": [
              "wortelverstikking",
              "slechte draagkracht",
              "structuurschade"
            ]
          },
          "droge_gt": {
            "uitleg": "Ook bij drogere Gt kan klei tijdelijk nat blijven door slechte infiltratie.\nIn zomers kan oppervlakkige uitdroging optreden met scheurvorming.\n",
            "aandachtspunten": [
              "wisselende nat-droogstress",
              "scheurvorming"
            ]
          }
        },
        "veen": {
          "natte_gt": {
            "uitleg": "Natte Gt is essentieel om veenafbraak te beperken. Wortelruimte is beperkt door hoge waterstand\nen lage draagkracht.\n",
            "aandachtspunten": [
              "bodemdaling",
              "beperkte verankering",
              "windworp"
            ]
          },
          "droge_gt": {
            "uitleg": "Droge Gt op veen leidt tot oxidatie, bodemdaling en verlies aan draagkracht.\nStandplaats wordt instabiel voor bomen.\n",
            "aandachtspunten": [
              "veenoxidatie",
              "bodemdaling",
              "instabiliteit"
            ]
          }
        },
        "leem_en_zavel": {
          "natte_gt": {
            "uitleg": "Natte Gt op leem/zavel kan leiden tot verslemping en tijdelijke natstress,\nmaar de vochtbuffer is gunstig voor veel soorten.\n",
            "aandachtspunten": [
              "verslemping",
              "tijdelijke natstress"
            ]
          },
          "droge_gt": {
            "uitleg": "Droge Gt op leem/zavel is vaak goed hanteerbaar dankzij de vochtbuffer,\nmits bodemstructuur intact blijft.\n",
            "aandachtspunten": [
              "erosie op hellingen",
              "oppervlakkige uitdroging"
            ]
          }
        }
      },
      "betekenis_voor_erfbeplanting": "Gebruik deze combinatieregels om soortenkeuze, standplaats en beheermaatregelen te bepalen.\nCombineer ze altijd met geomorfologie (GMM) en microreliëf (AHN) voor een compleet beeld.\n",
      "bronnen": [
        "STOWA – Grondwater en bodeminteractie.",
        "WUR – Bodemfysica en beworteling (achtergrond)."
      ]
    },
    "kernzinnen_samenvatting": {
      "titel": "Kernzinnen per grondwatertrap (rapport-samenvatting)",
      "toelichting": "Deze kernzinnen zijn bedoeld voor de samenvatting van het rapport. Ze vertalen de technische\ngrondwatertrap (Gt) naar een begrijpelijke, standplaatsgerichte duiding voor bewoners.\n",
      "zinnen": {
        "gt_i_ii": {
          "label": "Zeer nat tot nat (Gt I–II)",
          "kernzin": "Het grondwater staat hier hoog, waardoor de bodem vaak nat is en wortels snel last kunnen krijgen\nvan zuurstofgebrek; beplanting moet goed tegen natte voeten kunnen.\n"
        },
        "gt_iic_iii": {
          "label": "Matig nat tot vochtig (Gt IIc–III)",
          "kernzin": "Dit is een relatief gunstige vochttoestand met veel mogelijkheden voor beplanting, al kan in\ndroge zomers tijdelijk droogtestress optreden.\n"
        },
        "gt_iv": {
          "label": "Matig droog (Gt IV)",
          "kernzin": "Het grondwater zakt in de zomer dieper weg, waardoor beplanting afhankelijker wordt van regen en\nbodemvocht; vooral op zand is droogte een aandachtspunt.\n"
        },
        "gt_v_vi": {
          "label": "Droog tot zeer droog (Gt V–VI)",
          "kernzin": "De bodem is in het groeiseizoen vaak droog; zonder vochtvasthoudende bodem en beschutting ontstaat\nsnel droogtestress voor bomen en struiken.\n"
        },
        "gt_vii_viii": {
          "label": "Uiterst droog (Gt VII–VIII)",
          "kernzin": "Het grondwater is structureel diep; alleen zeer droogtetolerante beplanting is hier kansrijk,\ntenzij aanvullende water- of bodemmaatregelen worden genomen.\n"
        }
      },
      "gebruik_in_rapport": "Combineer deze kernzin altijd met bodemtype, geomorfologie en microreliëf (AHN) voor een correcte\nen locatie-specifieke uitleg.\n",
      "bronnen": [
        "STOWA – Grondwatertrappen en hydrologische interpretatie.",
        "WUR – Bodem en water in relatie tot vegetatie."
      ]
    },
    "validatie_en_waarschuwingen": {
      "titel": "Interpretatiebeperkingen en waarschuwingen (Gt)",
      "kernsamenvatting": "Grondwatertrappen zijn kaartwaarden op basis van regionale, langjarige gemiddelden.\nZe geven richting, maar zijn geen exacte meting op perceelsniveau.\n",
      "aandachtspunten": [
        {
          "kaartwaarde_vs_werkelijkheid": "Lokale omstandigheden zoals drainage, peilbeheer, ophoging, verdichting en microreliëf\nkunnen sterk afwijken van de kaartwaarde.\n"
        },
        {
          "seizoens- en klimaatvariatie": "Extreem natte of droge jaren kunnen tijdelijk leiden tot andere omstandigheden dan\nde Gt suggereert. Klimaatverandering vergroot deze afwijkingen.\n"
        },
        {
          "schaalniveau": "Gt is gekarteerd op landschappelijke schaal; binnen één erf kunnen meerdere vochtcondities\nvoorkomen.\n"
        },
        {
          "interpretatie_in_combinatie": "Gebruik Gt nooit los, maar altijd samen met bodemtype, geomorfologie (GMM),\nnatuurlijk systeem (NSN) en hoogte (AHN).\n"
        }
      ],
      "gebruik_in_rapport": "Deze waarschuwingen worden automatisch toegevoegd als nuancerende tekst bij het advies,\nom te voorkomen dat kaartwaarden als absolute waarheid worden geïnterpreteerd.\n",
      "bronnen": [
        "STOWA – Grondwatertrappen en onzekerheden.",
        "WUR – Toelichting bodem- en grondwaterkartering."
      ]
    }
  },
  "geomorfologie": {
    "open_kommenlandschap": {
      "titel": "Open kommenlandschap",
      "beschrijving": "In de komgebieden, ver van de rivierloop, kwam het water tot rust en kon slib bezinken. Dit leidde tot plaatselijk dikke, zware komkleilagen.\n",
      "kenmerken": "Open karakter met schaarse bebouwing. Kavels vaak onregelmatig; waterlopen en sloten zijn vaak recht door ontginning en waterbeheer.\n",
      "bodem_en_water": "Zware, natte klei met hoge grondwaterstanden; langzaam afvoerend en in natte perioden slecht begaanbaar.\n",
      "landgebruik_en_beplanting": "Veel grasland. Waar landbouw minder mogelijk was, werden grienden aangelegd. Beplanting vooral als weg- en erfbeplanting, met verspreide populierenbosjes en grienden.\n",
      "betekenis_voor_erfbeplanting": "Houd het open karakter overeind: plant vooral lijnvormig bij erf/weg/slot. Kies soorten die natte klei verdragen (wilg, els, populier, iep) en voorkom grote dichte bosvakken in het open veld."
    },
    "oeverwal": {
      "titel": "Oeverwal",
      "beschrijving": "Relatief hoger gelegen zandrug langs (oude) rivierlopen, opgebouwd uit grover materiaal dat bij overstromingen dicht bij de rivier werd afgezet.\n",
      "kenmerken": "Iets hoger en droger dan de omgeving, vaak met lintbebouwing en erven op de hogere delen.",
      "bodem_en_water": "Zavelig tot zandig, beter ontwaterd; grondwater dieper dan in komgronden.",
      "landgebruik_en_beplanting": "Geschikt voor akkerbouw en fruitteelt; erven en dijken hebben vaak rijke beplanting.",
      "betekenis_voor_erfbeplanting": "Veel soorten mogelijk. Erfbeplanting kan voller zijn dan in komgebied; boomgaarden, hagen en laanstructuren passen goed.\n"
    },
    "stroomrug": {
      "titel": "Stroomrug / stroomgordel",
      "beschrijving": "Zandrug van een voormalige rivierloop met bijbehorende afzettingen. Vaak als langgerekte verhoging herkenbaar in het landschap.\n",
      "kenmerken": "Langgerekt patroon, vaak bepalend voor wegen en bebouwing; relatief droog in vergelijking met komgebied.",
      "bodem_en_water": "Zandig/zavelig; goede ontwatering.",
      "landgebruik_en_beplanting": "Akkerbouw, erven, boomgaarden; beplanting langs wegen en erven.",
      "betekenis_voor_erfbeplanting": "Gunstige groeiplaats: brede soortenkeuze. Combineer lijnvormige structuren met erfbeplanting passend bij open rivierlandschap."
    },
    "rivierduin": {
      "titel": "Rivierduin / donk",
      "beschrijving": "Lokale zandige verhoging in het rivierengebied, ontstaan door wind (duinvorming) of als hogere zandkop in een natte omgeving.\n",
      "kenmerken": "Kleine hoogteaccenten, vaak met bebouwing of bosjes; ecologisch waardevol door droog-nat gradiënt.",
      "bodem_en_water": "Droger, zandiger dan omgeving; in de voet kunnen natte zones voorkomen.",
      "landgebruik_en_beplanting": "Bosjes, erven, akkers op de hogere delen; natte vegetaties in de laagtes.",
      "betekenis_voor_erfbeplanting": "Gebruik de hoogteverschillen: droogtetolerante soorten op de top, vochtminnende soorten lager. Dit geeft een natuurlijk, robuust ontwerp."
    },
    "dekzandrug": {
      "titel": "Dekzandrug",
      "beschrijving": "Verhoging van door wind afgezet dekzand uit de laatste ijstijd. Meestal relatief droog en voedselarm.",
      "kenmerken": "Subtiel reliëf; historisch vaak bewoning op ruggen met ontginningen eromheen.",
      "bodem_en_water": "Zand tot lemig zand; snelle infiltratie.",
      "landgebruik_en_beplanting": "Heide- en bosrestanten, akkers en grasland; houtwallen komen lokaal voor.",
      "betekenis_voor_erfbeplanting": "Kies soorten voor drogere standplaatsen; werk met struweel en houtwallen voor beschutting en biodiversiteit.\n"
    },
    "dekzandlaagte": {
      "titel": "Dekzandlaagte / laagte",
      "beschrijving": "Laaggelegen deel tussen dekzandruggen waar water langer blijft staan.",
      "kenmerken": "Natter en soms veen/venige lagen; kan beekdalachtig aanvoelen.",
      "bodem_en_water": "Zand met hogere grondwaterstand; lokaal venig.",
      "landgebruik_en_beplanting": "Grasland, elzenbroekjes, vochtige hooilanden.",
      "betekenis_voor_erfbeplanting": "Kies vochtminnende soorten en benut waterberging; maak natte zones ecologisch rijk i.p.v. droog te willen maken.\n"
    },
    "beekdal": {
      "titel": "Beekdal",
      "beschrijving": "Dalvormig laagland langs beken en kleine waterlopen, met natte bodems en periodieke inundatie.",
      "kenmerken": "Slingerend water, natte graslanden, elzenbroek en houtwallen; belangrijk als ecologische verbinding.",
      "bodem_en_water": "Vochtig tot nat, vaak lemig/zandig met kwel.",
      "landgebruik_en_beplanting": "Hooiland, begrazing, elzen en wilgen langs water.",
      "betekenis_voor_erfbeplanting": "Beplanting langs waterlopen (els, wilg) en behoud van open natte graslanden levert veel biodiversiteit op.\n"
    },
    "rivierkomvlakte": {
      "titel": "Rivierkomvlakte (GMM)",
      "beschrijving": "Een rivierkomvlakte is een laaggelegen deel van het rivierenlandschap waar tijdens overstromingen vooral fijne kleideeltjes (slib) worden afgezet. Omdat de stroomsnelheid hier lager is dan nabij de rivier, bezinkt vooral het fijnste materiaal. Dit kan door de eeuwen heen leiden tot dikke pakketten komklei.\n",
      "reliëf_en_vorm": "Het reliëf is meestal zeer vlak tot zwak golvend. De overgang naar hogere oeverwallen of stroomruggen kan subtiel zijn (decimeters), maar is ecologisch en voor waterhuishouding vaak groot.",
      "bodem_en_water": "De bodem is vaak zware klei met hoge grondwaterstanden en periodiek waterverzadigde lagen. Ontwatering is bepalend voor draagkracht en begaanbaarheid.\n",
      "landschap_en_structuur": "Historisch is het landschap relatief open; beplanting concentreert zich rond erven, dijken en langs watergangen. In natte of marginale zones kwamen grienden voor.\n",
      "betekenis_voor_erfbeplanting": "Ontwerp met het open karakter als uitgangspunt: zet beplanting vooral als erf- en lijnstructuren (langs sloten/wegen) en kies soorten die natte klei verdragen. Voorkom grootschalige dichte bosvakken midden in open kommen, tenzij er een expliciete landschappelijke of ecologische reden is.",
      "bronnen": [
        "Wageningen Environmental Research – Toelichting bij de legenda Geomorfologische kaart van Nederland 1:50 000 (Maas e.a., 2021): https://legendageomorfologie.wur.nl/",
        "Basisregistratie Ondergrond (BRO) – Geomorfologische kaart (GMM): https://basisregistratieondergrond.nl/inhoud-bro/registratieobjecten/modellen/geomorfologische-kaart-gmm/",
        "Geologie van Nederland – Komgrond/komklei (TNO): https://www.geologievannederland.nl/publicaties/115.html"
      ]
    },
    "antropogeen_element": {
      "titel": "Geomorfologie: Antropogeen element (dijk/ophoging/afgraving)",
      "kernsamenenvatting": "Door mensen gemaakte of sterk door mensen gevormde landvorm (bijv. dijklichaam, terp/ophoging, afgraving, opgespoten terrein) die lokaal reliëf, water en bodemopbouw bepaalt.\n",
      "ontstaansgeschiedenis": "Ontstaan door grondverzet, ophoging met zand/klei/puin of afgraving (zandwinning, bouwput, watergang). Vaak relatief recent en heterogeen van opbouw.\n",
      "reliëf_en_vorm": "Scherpe hoogte-overgangen (talud, dijkkruin, kuil). Microreliëf kan veel groter zijn dan in natuurlijke vlakten; hellingen geven droog–nat contrast op korte afstand.",
      "bodem_en_hydrologie": "Bodem vaak gelaagd en wisselend (zandige pakketten, kleidek, puin). In ophogingen meestal beter doorlatend; bij puin/verdichting kan water juist stagneren. Let op zouten/puin en wortelruimte.\n",
      "landgebruik_en_beplanting": "Beplanting varieert sterk: van dijkbeplanting (gras, struik, bomen waar veilig) tot ruigtes op braak. Landgebruik vaak infrastructuur/erf/terreinfunctie.",
      "betekenis_voor_erfbeplanting": "Werk standplaatsgericht per deel: kruin (droger/winderig), talud (erosie), teen (natter). Kies soorten met tolerantie voor heterogene bodem en droog–nat gradiënten; voorkom diepe wortels op dijken waar stabiliteit/leidingen spelen.",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "beekdal_veen": {
      "titel": "Geomorfologie: Beekdal (veen)",
      "kernsamenenvatting": "Beekdal waarin veenvorming optrad door langdurig hoge waterstanden en kwel; nat, slappe bodems met sterke invloed van waterbeheer.\n",
      "ontstaansgeschiedenis": "Ontstaan door ophoping van organisch materiaal in de dalbodem waar afbraak werd geremd. Ontwatering, beekrechtlegging en bemaling hebben veel veen aangetast.\n",
      "reliëf_en_vorm": "Vlak dal met natte kern; microreliëf door greppels, oude beeklopen en inklinking.",
      "bodem_en_hydrologie": "Veen/venig zand of venige klei; hoge grondwaterstand, kwel mogelijk. Bij ontwatering oxidatie en bodemdaling.\n",
      "landgebruik_en_beplanting": "Natte graslanden, elzenbroek, riet- en ruigtezones langs water; ecologische corridorfunctie.",
      "betekenis_voor_erfbeplanting": "Ontwerp met water- en kwelzones als kwaliteit: natte beplanting langs beek, open nat grasland waar passend. Vermijd verdichting en plaats bomen op stabielere, iets hogere randen.",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "beekdal_zand_leem": {
      "titel": "Geomorfologie: Beekdal (zand/leem)",
      "kernsamenenvatting": "Laaggelegen dalvorm langs beken waar afzetting van zand/leem en periodieke natte omstandigheden zorgen voor vruchtbare, vochtige standplaatsen.\n",
      "ontstaansgeschiedenis": "Ontstaan door insnijding en meandering van beken, met afzetting van beekafzettingen in de vlakte. Vaak beïnvloed door ontwatering, rechtlegging en beekherstel.\n",
      "reliëf_en_vorm": "Vlak tot zwak golvend dal; oeverwallen/terrassen kunnen kleine hoogteverschillen geven. Overstromingsvlaktes met geultjes en kwelplekken.",
      "bodem_en_hydrologie": "Vochtige zand- tot lemige bodems, vaak met kwel; in laagtes organisch rijk. Grondwater vaak hoog; zuurstoftekort kan lokaal voorkomen in natte perioden.\n",
      "landgebruik_en_beplanting": "Historisch hooilanden, elzen- en wilgenranden, houtwallen; nu mix van grasland, natuurstroken en erven. Beekbegeleidende begroeiing vormt ecologische corridor.\n",
      "betekenis_voor_erfbeplanting": "Benut het beekdal als ‘koele, natte’ zone: kies vochtminnende soorten langs water en behoud open hooilanden waar passend. Houd rekening met periodieke natte voeten en maak ruimte voor water (flauwe taluds, plas-dras).",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "daluitspoelingswaaier": {
      "titel": "Geomorfologie: Daluitspoelingswaaier",
      "kernsamenenvatting": "Waaiervormige afzetting van zand en grind waar water uit een dal de vlakte instroomt en materiaal afzet; vaak goed doorlatend met droge ruggen en nattere randen.\n",
      "ontstaansgeschiedenis": "Ontstaan bij plotselinge afname van stroomsnelheid: beek/smeltwater verliest energie en zet grover materiaal af in een waaier. Later kan de waaier doorsneden raken door jonge geulen.",
      "reliëf_en_vorm": "Licht bolvormig tot golvend reliëf met subtiele ruggen en geultjes; lokaal duidelijke afwatering richting dalrand/laagte.",
      "bodem_en_hydrologie": "Grof zandig tot grindig, zeer doorlatend; snelle infiltratie, lage watervoorraad. Aan voet/rand kan kwel of stagnatie optreden afhankelijk van ondergrond.\n",
      "landgebruik_en_beplanting": "Historisch vaak heide/grasland of extensieve akker op drogere delen; langs randen struweel en vochtige graslanden. Houtwallen kunnen voorkómen als perceelsranden.\n",
      "betekenis_voor_erfbeplanting": "Kies droogtetolerante soorten op de hogere, grovere delen en vochtminnende soorten aan de randen. Werk met bodembedekking (organische stof) tegen droogtestress en met windfiltering op open waaiers.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "dekzandvlakte": {
      "titel": "Geomorfologie: Dekzandvlakte",
      "kernsamenenvatting": "Door wind afgezet zand uit de laatste ijstijd, met ruggen en laagtes die sterk verschillen in vocht.\n",
      "ontstaansgeschiedenis": "Tijdens koude, droge perioden werd zand verstoven en als deken afgezet; later vormden zich podzolen en lokale stuifzanden.\n",
      "reliëf_en_vorm": "Golvende ruggen (droger) en laagtes (natter), vaak subtiel reliëf.",
      "bodem_en_hydrologie": "Arm zand, gevoelig voor uitspoeling en droogte; in laagtes meer humus en soms kwel.",
      "landgebruik_en_beplanting": "Heide- en boslandschappen, kampen- en essenlandschap met houtwallen.",
      "betekenis_voor_erfbeplanting": "Zorg voor organische stof, mulch en windluwte; differentieer soorten tussen rug en laagte.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Geologie van Nederland – achtergrond over afzettingen en landvormen."
      ]
    },
    "depressie": {
      "titel": "Geomorfologie: Depressie",
      "kernsamenenvatting": "Laagte in het reliëf waar water samenkomt en langer blijft staan; vaak natter, koeler en met grotere kans op organische ophoping.\n",
      "ontstaansgeschiedenis": "Ontstaan door uitschuring, uitblazing, smeltwaterprocessen of ongelijkmatige inklinking. Menselijke ontwatering kan de hydrologie sterk veranderen.\n",
      "reliëf_en_vorm": "Duidelijke of subtiele laagte; vaak komvormig. Microreliëf bepaalt waar water staat en waar het nog net droog blijft.",
      "bodem_en_hydrologie": "Hogere grondwaterstand, kans op stagnatie en zuurstofarme wortelzone. Bodem kan van zandig (met humus) tot kleiig; bij langdurig nat kan veenvorming optreden.\n",
      "landgebruik_en_beplanting": "Vaak nat grasland, ruigte, riet of elzen-/wilgenbroek in natuurlijke situaties; in agrarisch gebruik vaak gedraineerd met sloten.\n",
      "betekenis_voor_erfbeplanting": "Ontwerp de depressie als waterbuffer/koele zone: natte soorten, plas-dras, wadi-achtige inrichting. Vermijd diepe grondbewerking en zet kwetsbare soorten op hogere randen.",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "depressie_veen": {
      "titel": "Geomorfologie: Depressie (veen)",
      "kernsamenenvatting": "Veenrijke laagte waar water langdurig stagneert en organisch materiaal zich ophoopt; zeer nat en gevoelig voor bodemdaling bij ontwatering.\n",
      "ontstaansgeschiedenis": "Ontstaan in laagtes met slechte afwatering; veenvorming bouwde een organisch pakket op. Bij ontwatering volgt oxidatie en inklinking.\n",
      "reliëf_en_vorm": "Komvormig tot vlak; vaak duidelijk natte kern met nattere randen in winter.",
      "bodem_en_hydrologie": "Veen/venige bodem met zuurstofarm profiel; lage draagkracht en gevoelig voor verdichting. Waterstand is bepalend.\n",
      "landgebruik_en_beplanting": "Riet/ruigte, moerasbos (els/wilg), nat grasland; bij ontwatering agrarisch grasland.",
      "betekenis_voor_erfbeplanting": "Gebruik als waterbuffer/‘natte natuur’-zone en beperk zware beplanting. Kies natte toleranties, maak flauwe oevers en plant op verhoogde stroken waar erfbeplanting nodig is.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "depressie_zand": {
      "titel": "Geomorfologie: Depressie (zand)",
      "kernsamenenvatting": "Zandige laagte waar water langer blijft staan door hoge grondwaterstand of lokale slecht doorlatende lagen; vaak een ‘natte plek’ in een verder droog zandlandschap.\n",
      "ontstaansgeschiedenis": "Ontstaan door uitblazing (pingo-/venrest), lokale inklinking of ongelijkmatige afzetting; vaak versterkt door keileem/lemmige lagen die infiltratie remmen.\n",
      "reliëf_en_vorm": "Komvormig of vlakke laagte; randen kunnen scherp of geleidelijk zijn, afhankelijk van dekzandrelief.",
      "bodem_en_hydrologie": "Zand met humusrijke bovengrond; hoge GHG, soms kwel. Bij keileem/lemmige laag kan water stagneren → langdurig nat in winter.\n",
      "landgebruik_en_beplanting": "Vochtige heide, nat schraalgrasland, elzenbroekjes; bij ontwatering grasland. Randen vaak met struweel.\n",
      "betekenis_voor_erfbeplanting": "Gebruik als natte biodiversiteitskern of infiltratie/bergingszone. Kies vochtminnende soorten (els, wilg, gagel waar passend) en plaats droge soorten op de randen.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "droogdal": {
      "titel": "Geomorfologie: Droogdal",
      "kernsamenenvatting": "Dalvorm die in het huidige klimaat meestal geen permanent stromend water heeft, maar wel als afvoerrichting werkt bij piekbuien; vaak droog op de bodem maar met tijdelijke waterstroming.\n",
      "ontstaansgeschiedenis": "Ontstaan in koude periodes (periglaciaal) door smeltwater en oppervlakkige afstroming; later ‘drooggevallen’ door veranderde hydrologie en infiltratie.\n",
      "reliëf_en_vorm": "Slingerend of recht dal met flauwe hellingen; als ‘lijn’ in het landschap herkenbaar door lage ligging en andere vegetatie.",
      "bodem_en_hydrologie": "Bodem vaak zandig met variabele vochttoestand: droog in zomer, tijdelijk nat bij hevige regen. In ondergrond kunnen leem/keileemlagen water sturen.",
      "landgebruik_en_beplanting": "Historisch heide/grasland en akkers op flanken; dalbodem soms grasland of struweel. Tegenwoordig relevant als afwateringsroute en ecologische verbinding.\n",
      "betekenis_voor_erfbeplanting": "Ontwerp met respect voor afvoer: houd dalbodem deels open en waterpasserend. Gebruik beplanting op flanken voor windluwte; kies soorten die tegen droogte én incidenteel nat kunnen.",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "droogdal_met_keileem": {
      "titel": "Geomorfologie: Droogdal met keileem",
      "kernsamenenvatting": "Droogdal waarbij keileem (slecht doorlatend) de waterhuishouding sterk beïnvloedt: infiltratie wordt geremd, waardoor tijdelijke natte omstandigheden in de dalbodem kunnen ontstaan.",
      "ontstaansgeschiedenis": "Ontstaan als droogdal (periglaciaal/smeltwater), met in de ondergrond keileem uit het Saalien. Keileemlagen sturen grondwater en kunnen kwel aan de voet veroorzaken.\n",
      "reliëf_en_vorm": "Dal met flauwe hellingen; nat–droog contrast vaak sterker: flanken droger, dalbodem tijdelijk nat door stagnatie.",
      "bodem_en_hydrologie": "Bodemopbouw: zand boven keileem of gemengd; stagnatiewater in winter/na buien. Wortelzone kan in natte perioden zuurstofarm zijn.",
      "landgebruik_en_beplanting": "Grasland/ruigte in dalbodem, bos/struweel op flanken. Beekherstel kan lokaal leiden tot natte zones.\n",
      "betekenis_voor_erfbeplanting": "Kies in dalbodem soorten die tijdelijke natte voeten verdragen; plaats droogtetolerante soorten op flanken. Vermijd diepe ontgraving die keileem doorsnijdt (kan hydrologie drastisch veranderen).\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "droogdal_met_veen": {
      "titel": "Geomorfologie: Droogdal met veen",
      "kernsamenenvatting": "Droogdal met veenrijke dalbodem: meestal geen permanente beek, maar wel natte kern door stagnatie/kwel en organische ophoping.",
      "ontstaansgeschiedenis": "Ontstaan als droogdal (periglaciaal) waarin later veenvorming optrad in de laagste delen door langdurige natte omstandigheden.\n",
      "reliëf_en_vorm": "Dal met flauwe hellingen; dalbodem nat, flanken droger. Tijdelijke afstroming bij piekbuien kan aanwezig zijn.",
      "bodem_en_hydrologie": "Dalbodem veen/venig zand, flanken zandiger. Grote variatie in bewortelbaarheid en draagkracht binnen korte afstand.\n",
      "landgebruik_en_beplanting": "Natte graslanden/ruigtes in dalbodem, struweel/bos op flanken; kan belangrijke ecologische verbinding zijn.\n",
      "betekenis_voor_erfbeplanting": "Zonering is sleutel: natte soorten en waterberging in dalbodem; drogere beplanting op flanken. Vermijd drainage die veenafbraak versnelt.",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "es": {
      "titel": "Geomorfologie: Es (plaggen-es / akkerdek)",
      "kernsamenenvatting": "Door langdurige bemesting met plaggen en potstalmest opgehoogde akker (‘es’) met dik, humusrijk bouwvoorpakket; vaak relatief droog en goed bewerkbaar.\n",
      "ontstaansgeschiedenis": "Ontstaan door eeuwenlange landbouw op zandgronden: plaggen werden aangevoerd en gemengd met mest, waardoor een verhoogd en verrijkt akkerdek ontstond.",
      "reliëf_en_vorm": "Licht bol/hoogliggend oppervlak t.o.v. omgeving; randen kunnen scherp overgaan naar lagere beekdalen of kampontginningen.",
      "bodem_en_hydrologie": "Bodem: humusrijk zand/lemig zand met goede structuur en waterbuffer t.o.v. omliggend arm zand. In ondergrond vaak podzol; grondwater meestal dieper.",
      "landgebruik_en_beplanting": "Historisch bouwland rondom esdorp; houtwallen en erven op randen. Nu vaak intensief akker/gras; landschappelijke structuur (wallen, singels) is ecologisch waardevol.\n",
      "betekenis_voor_erfbeplanting": "Erfbeplanting kan rijk zijn, maar houd openheid van es en zichtlijnen naar dorp. Kies soorten die passen bij relatief droge, voedselrijkere zandstandplaats; hagen, hoogstamfruit en houtwallen sluiten goed aan.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "grondmorene_plateau_vlakte": {
      "titel": "Geomorfologie: Grondmorene plateau/vlakte",
      "kernsamenenvatting": "Relatief vlak tot zwak golvend landschap van keileem (grondmorene) uit het Saalien; vaak matig doorlatend met kans op stagnatie en natte plekken.\n",
      "ontstaansgeschiedenis": "Ontstaan door afzetting onder/voor landijs (keileem: mengsel van leem, zand, grind). Na de ijstijd lokaal geërodeerd en bedekt met dekzand.",
      "reliëf_en_vorm": "Vlak tot licht golvend; microreliëf met laagtes die in natte perioden water vasthouden. Overgangen naar stuwwallen/uitspoelingsvlakten mogelijk.",
      "bodem_en_hydrologie": "Keileem is slecht doorlatend → stagnatiewater en ondiepe grondwaterstanden; waar dekzand dikker is juist droger. Bodem kan variëren van leemrijk tot zandig dek.\n",
      "landgebruik_en_beplanting": "Veel bos en heide-ontginningen, landbouw op drogere delen. Natte laagtes soms als ‘ven’/natte graslanden of bosjes.\n",
      "betekenis_voor_erfbeplanting": "Differentieer in ontwerp: natte laagtes voor water en vochtminnende soorten, drogere delen voor droogtetolerante soorten. Let op berijdbaarheid en structuur bij natte keileem.",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "grondmorenerug": {
      "titel": "Geomorfologie: Grondmorenerug",
      "kernsamenenvatting": "Langgerekte verhoging van keileem/grondmorene, vaak als rug in het landschap met variatie in natte en droge microplekken.\n",
      "ontstaansgeschiedenis": "Ontstaan door stuwing en afzetting door landijs; later herwerkt door erosie en dekzandafzetting. Ruggen sturen afwatering en verkaveling.\n",
      "reliëf_en_vorm": "Rug met flauwe hellingen; droger op de kam, natter aan de voet. Reliëf doorgaans subtiel maar landschappelijk bepalend.",
      "bodem_en_hydrologie": "Bodem: keileem/leemrijk, lokaal met zanddek. Doorlatendheid matig; kans op stagnatie op flanken/voet. Grondwater kan aan de voet dichter aan maaiveld komen.",
      "landgebruik_en_beplanting": "Bosstroken en landbouw; op drogere kam soms akker, op flanken grasland. Houtwallen/singels komen voor.\n",
      "betekenis_voor_erfbeplanting": "Plaats gevoeligere beplanting op de kam (droger/beter draagkracht) en nat-tolerante soorten aan de voet. Gebruik de rug als ‘droge ruggengraat’ voor erfstructuur en waterafvoer naar lagere zones.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "hoogveen": {
      "titel": "Geomorfologie: Hoogveen",
      "kernsamenenvatting": "Dik veenpakket dat boven het grondwater uit kan groeien doordat het vrijwel alleen door regenwater wordt gevoed; zeer nat, zuur en voedselarm van oorsprong.\n",
      "ontstaansgeschiedenis": "Ontstaan door langdurige veenvorming in natte, slecht ontwaterde laagtes. Door ontginning en ontwatering zijn veel hoogvenen sterk veranderd of verdwenen.\n",
      "reliëf_en_vorm": "Meestal vlak tot licht gewelfd; microreliëf met bulten en slenken. Na ontginning: ribben, greppels en inklinkingspatroon.",
      "bodem_en_hydrologie": "Organische bodem met laag draagvermogen; hoge waterstand essentieel om oxidatie en bodemdaling te beperken. Bij ontwatering snelle afbraak en daling.\n",
      "landgebruik_en_beplanting": "Natuurlijk: veenmosvegetaties, dophei, berkenopslag aan randen; ontgonnen: veenweiden/naaldbosaanplant.",
      "betekenis_voor_erfbeplanting": "Voor erven: vermijd zware bomen op slappe bodem en werk met verhoogde plantplaatsen. Kies soorten die natte voeten verdragen en houd rekening met windworp; waterpeilbeheer is cruciaal.",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "ingoruines_en_periglaciale_laagten": {
      "titel": "Geomorfologie: (Pingo)ruïnes en periglaciale laagten",
      "kernsamenenvatting": "Laagten en komvormige structuren ontstaan in koude perioden door bevriezing/ijslenzen en dooi (pingo-ruïnes) of door periglaciale processen; vaak natte kernen in zandlandschap.\n",
      "ontstaansgeschiedenis": "In de laatste ijstijd konden ijslenzen (pingo’s) groeien; na dooi bleef een kom/ven over. Daarnaast ontstonden ondiepe laagten door vorstwerking en afstroming over bevroren ondergrond.\n",
      "reliëf_en_vorm": "Komvormige laagtes met vaak scherpe rand. Het verschil met omgeving is soms maar decimeters, maar hydrologisch groot.",
      "bodem_en_hydrologie": "Veelal zand met organische ophoping; hoge grondwaterstand, soms veenvorming. In natte kern kan zuurstofarm milieu ontstaan; randen droger.\n",
      "landgebruik_en_beplanting": "Natte heide, vennen, riet/ruigte of elzenbroek; randen met struweel. Landgebruik vaak extensief of natuur.\n",
      "betekenis_voor_erfbeplanting": "Benut als natte biodiversiteitsplek en waterbuffer; plant natte soorten in kern en droogtetolerante soorten op randen. Vermijd drainage die natuur- en waterbergingsfunctie aantast.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "kalkhelling": {
      "titel": "Geomorfologie: Kalkhelling",
      "kernsamenenvatting": "Helling in het kalksteen-/mergellandschap (Zuid-Limburg) met erosiegevoelige bodems en sterke gradiënten in zon, droogte en bodemchemie.\n",
      "ontstaansgeschiedenis": "Ontstaan door insnijding van beken/rivieren en hellingprocessen in kalkrijke ondergrond; menselijke landbouw heeft hellingvormen (graften, holle wegen) versterkt.\n",
      "reliëf_en_vorm": "Duidelijke helling met hoogteverschil; zuidhellingen warmer/droger, noordhellingen koeler/vochtiger. Microreliëf door terrassen/graften.",
      "bodem_en_hydrologie": "Leem/löss over kalk, vaak kalkrijk en vruchtbaar maar erosiegevoelig. Afstroming bij piekbuien is belangrijk; droogte op zuidhelling kan groot zijn.\n",
      "landgebruik_en_beplanting": "Hellingakkers, boomgaarden, hagen en graften; hellingbossen in steilere delen. Struweelranden ecologisch waardevol.\n",
      "betekenis_voor_erfbeplanting": "Focus op erosieremming (hagen/graften, bodembedekking) en soorten die passen bij kalkrijk leem. Plant lijnen dwars op de helling om water te remmen en bodem vast te houden.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "kreekbedding": {
      "titel": "Geomorfologie: Kreekbedding",
      "kernsamenenvatting": "Oude of huidige geul/bedding in zeekleigebieden waar klei en zand in een geulvorm zijn afgezet; vaak lagere, nattere zones in een polder.\n",
      "ontstaansgeschiedenis": "Ontstaan in getijdegebieden: geulen snijden in kwelderafzettingen en vullen later deels op met klei/zand. Na bedijking blijft het patroon als laagte herkenbaar.",
      "reliëf_en_vorm": "Langgerekte laagte; soms nog zichtbaar als natte strook of slootstructuur. Overgangen naar kreekruggen zijn vaak scherp.",
      "bodem_en_hydrologie": "Vaak zwaardere klei en hogere grondwaterstand dan op kreekrug; kans op waterstagnatie. Lokaal kan zandige geulvulling juist doorlatend zijn (afhankelijk van fase).\n",
      "landgebruik_en_beplanting": "Grasland en natte randen; sloten en rietkragen. Minder geschikt voor zware berijding in natte seizoenen.\n",
      "betekenis_voor_erfbeplanting": "Gebruik als water- en natuurzone: flauwe oevers, riet/ruigte, natte struiken. Plaats diepwortelende bomen vooral op stabielere/drogere delen (kreekrug/ophoging).",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "kreekrug": {
      "titel": "Geomorfologie: Kreekrug",
      "kernsamenenvatting": "Relatief hoger gelegen rug in zeekleigebieden, opgebouwd uit grover zandiger materiaal langs voormalige getijdegeulen; vaak droger en beter draagkrachtig dan omliggende kleivlakten.\n",
      "ontstaansgeschiedenis": "Ontstaan door sedimentatie langs geulen: grover materiaal bezinkt dicht bij de stroom, waardoor een opgeworpen rug ontstaat. Na bedijking blijft dit als ‘droge lijn’ in het landschap.",
      "reliëf_en_vorm": "Langgerekte verhoging (decimeters tot >1 m) met scherpere randen richting kreekbeddingen.",
      "bodem_en_hydrologie": "Zavelig tot zandig-kleiig, beter doorlatend; grondwater dieper. Daardoor geschikter voor beworteling en bebouwing.\n",
      "landgebruik_en_beplanting": "Lintbebouwing/wegen vaak op kreekrug; akkerbouw en erven. Beplanting als ervensingels en wegbeplanting.\n",
      "betekenis_voor_erfbeplanting": "Erfbeplanting kan rijker en hoger dan in omliggende kleivlakten; kies soorten voor wind en (soms) zoute invloed. Gebruik de rug als ‘droge drager’ en laat lagere delen open/nat functioneren.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "kustduinen": {
      "titel": "Geomorfologie: Kustduinen",
      "kernsamenenvatting": "Door wind gevormde zandheuvels langs de kust met dynamisch reliëf en snelle drainage.",
      "ontstaansgeschiedenis": "Zandtransport door wind bouwde duinruggen op; fixatie door vegetatie en menselijk beheer bepaalt stabiliteit.\n",
      "reliëf_en_vorm": "Sterk golvend reliëf met toppen, hellingen en valleien.",
      "bodem_en_hydrologie": "Zandig, vaak kalkrijker dicht bij zee; snel uitdrogend op hoge delen, nat in valleien.",
      "landgebruik_en_beplanting": "Duingraslanden, struweel en duinbos; recreatie en natuurbeheer dominant.",
      "betekenis_voor_erfbeplanting": "Scherm wind en zout, kies duintolerante soorten en voorkom verstuiving rond jonge aanplant.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Geologie van Nederland – achtergrond over afzettingen en landvormen."
      ]
    },
    "laagveenvlakte": {
      "titel": "Geomorfologie: Laagveenvlakte",
      "kernsamenenvatting": "Vlak veenlandschap gevormd in laaggelegen gebieden met hoge grondwaterstand, vaak beïnvloed door rivier/meer/kust; veen is doorgaans grondwatergevoed en relatief voedselrijker dan hoogveen.\n",
      "ontstaansgeschiedenis": "Ontstaan door verlanding van meren en moerassen en door veenvorming langs rivieren en in kustvlakten. Ontginning en peilverlaging veranderden de hydrologie sterk.\n",
      "reliëf_en_vorm": "Zeer vlak met slotenpatroon; microreliëf door petgaten, ribben, kades en inklinking.",
      "bodem_en_hydrologie": "Veen en venige klei; hoge waterstand en lage draagkracht. Bij ontwatering bodemdaling en oxidatie; kwel kan lokaal voorkomen.\n",
      "landgebruik_en_beplanting": "Veenweiden, rietlanden, moerasbos (els/wilg) op natte plekken; open landschap met lijnvormige elementen.\n",
      "betekenis_voor_erfbeplanting": "Kies natte toleranties en ontwerp met water als drager (flauwe oevers, plas-dras). Beperk zware bomen op slappe bodem; plant waar nodig op ophoging of langs stevige kades/wegen.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "losshelling": {
      "titel": "Geomorfologie: Lösshelling",
      "kernsamenenvatting": "Helling in lössgebied met leemrijke, zeer vruchtbare maar erosiegevoelige bodems; sterke gradiënt in droogte en afstroming.\n",
      "ontstaansgeschiedenis": "Ontstaan door dalinsnijding en hellingprocessen in lössafzettingen; landbouw en holle wegen versterken erosiegeulen en afspoeling.\n",
      "reliëf_en_vorm": "Hellend reliëf met kans op geulen/holle wegen; zuidhelling warmer/droger. Terrasjes en graften kunnen microreliëf geven.",
      "bodem_en_hydrologie": "Leem/löss houdt water goed vast maar verslempt en erodeert bij intensieve regen. Afstroming kan groot zijn; structuurbehoud cruciaal.\n",
      "landgebruik_en_beplanting": "Akkerbouw en boomgaarden; hagen en graften als erosieremmers; hellingbossen in steile delen.\n",
      "betekenis_voor_erfbeplanting": "Zet sterk in op erosieremmende structuren (hagen, houtige randen, bodembedekking) en plant in contouren. Kies soorten die passen bij leem en wisselende vochtcondities.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "lossplateau": {
      "titel": "Geomorfologie: Lössplateau",
      "kernsamenenvatting": "Relatief vlak of zwak golvend plateau in lössgebied met dikke leemafzettingen; zeer vruchtbaar en vaak intensief agrarisch gebruikt.\n",
      "ontstaansgeschiedenis": "Ontstaan door windafzetting van löss in de ijstijd; later lokaal ingesneden door dalen. Menselijke ontginning leidt tot grote open akkercomplexen.\n",
      "reliëf_en_vorm": "Vlak tot zacht golvend; randen kunnen abrupt overgaan naar hellingen en dalen.",
      "bodem_en_hydrologie": "Leem/löss met goede vocht- en nutriëntenbuffer; risico op verslemping en erosie vooral bij randen en bij slechte bodembedekking.\n",
      "landgebruik_en_beplanting": "Grote akkers, boomgaarden, erven; hagen/graften waar nog aanwezig. Wind kan op open plateaus sterk zijn.\n",
      "betekenis_voor_erfbeplanting": "Erfbeplanting is belangrijk als windfilter en biodiversiteitsdrager. Kies soorten die goed groeien op leem en maak randen/greppels zo dat afstroming niet direct erosie veroorzaakt.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "meerbodem": {
      "titel": "Geomorfologie: Meerbodem",
      "kernsamenenvatting": "Oude meer- of plasbodem, vaak laag en vlak, met fijne afzettingen (klei/gyttja/veen) en hoge waterstanden of kwelinvloed.\n",
      "ontstaansgeschiedenis": "Ontstaan in stilstaand water waar fijne deeltjes en organisch materiaal bezonken. Veel meerbodems zijn later drooggelegd (polders) of verland.\n",
      "reliëf_en_vorm": "Zeer vlak reliëf; vaak lager dan omgeving. Oude oeverlijnen kunnen subtiele ruggen vormen.",
      "bodem_en_hydrologie": "Fijne, vaak slappe bodem; hoge grondwaterstand en kans op inklinking. Bij ontwatering treedt bodemdaling/oxidatie op (als veenrijk).\n",
      "landgebruik_en_beplanting": "Grasland, rietlanden, natte natuur of landbouw afhankelijk van peilbeheer. Beplanting beperkt door slappe bodem en natte wortelzone.\n",
      "betekenis_voor_erfbeplanting": "Werk met natte toleranties en lage windbelasting (wortelverankering). Plant bij voorkeur op ophogingen of langs stevige infrastructuurstroken; benut waterzones voor biodiversiteit.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "ontgonnen_hoogveen": {
      "titel": "Geomorfologie: Ontgonnen hoogveen",
      "kernsamenenvatting": "Voormalig hoogveen dat door ontwatering en ontginning is omgezet naar landbouw of bos; herkenbaar aan vlak, verkaveld patroon met sloten en bodemdaling.\n",
      "ontstaansgeschiedenis": "Ontstaan door systematische ontwatering (sloten, wijken) en afgraving/ontginning. Oxidatie en inklinking veroorzaken blijvende bodemdaling.\n",
      "reliëf_en_vorm": "Zeer vlak, lineaire verkaveling; microreliëf van greppels, kades en inklinkingsverschillen.",
      "bodem_en_hydrologie": "Veen (soms met zanddek) met hoge grondwaterstand die kunstmatig wordt gereguleerd. Draagkracht laag; risico op verdichting en CO2-emissie bij lage peilen.\n",
      "landgebruik_en_beplanting": "Veenweiden of bos; riet/ruigte langs sloten. Beplanting vaak beperkt tot erven en perceelranden.\n",
      "betekenis_voor_erfbeplanting": "Ontwerp met lage bodembelasting, natte toleranties en windbestendigheid. Plant in lijnen langs infrastructuur en benut natte zones voor biodiversiteit en waterberging.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "overige_afzettingen": {
      "titel": "Geomorfologie: Overige afzettingen",
      "kernsamenenvatting": "Restcategorie voor lokale of gemengde afzettingen die niet in één hoofdtype vallen; standplaatskenmerken kunnen sterk variëren.\n",
      "ontstaansgeschiedenis": "Ontstaan door combinatie van processen (rivier, wind, zee, mens) of door complexe lokale stratigrafie. Vaak kleinschalig en heterogeen.\n",
      "reliëf_en_vorm": "Reliëf kan uiteenlopen: vlak, ruggen, laagtes. Lees microreliëf (AHN) en lokale drainagepatronen voor interpretatie.",
      "bodem_en_hydrologie": "Bodemopbouw wisselend (zand/klei/leem/veen, soms gelaagd). Hydrologie daarom onzeker zonder aanvullende informatie.\n",
      "landgebruik_en_beplanting": "Landgebruik volgt draagkracht: van akker/gras tot natuur. Beplanting varieert; lokale patronen (hagen, singels) geven vaak de beste aanwijzing.",
      "betekenis_voor_erfbeplanting": "Advies: combineer kaartlagen (bodem + Gt + AHN) en veldindicaties. Ontwerp adaptief: werk met zones en kies robuuste, standplaatsbrede soorten; test/monitor nattere/drogere plekken.",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "overslaggronden": {
      "titel": "Geomorfologie: Overslaggronden",
      "kernsamenenvatting": "Afzettingen achter dijken/duinen ontstaan door ‘overslag’ bij stormen of hoogwater (zand/klei wordt over de kering gezet); vaak lichte, gelaagde bodem met microreliëf.\n",
      "ontstaansgeschiedenis": "Ontstaan wanneer water en sediment over een kering slaan en achter de kering waaier- of lobvormige afzettingen achterlaten. Kan historisch of recent zijn.\n",
      "reliëf_en_vorm": "Subtiele ruggen en lobben; microhoogtes bepalen nat–droog verschillen sterk, vooral in vlakke polders.",
      "bodem_en_hydrologie": "Gelaagde zandige tot zavelige afzettingen bovenop klei; lokaal betere drainage dan omgeving. In laagtes kan water stagneren.\n",
      "landgebruik_en_beplanting": "Vaak agrarisch gebruikt; beplanting als ervensingels, windschermen of natuurstroken.",
      "betekenis_voor_erfbeplanting": "Kies soorten op basis van microreliëf: op zandruggen droger, in laagtes natter. Gebruik de afzettingsstructuur om waterberging en windbeschutting slim te combineren.",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "petgaten": {
      "titel": "Geomorfologie: Petgaten",
      "kernsamenenvatting": "Plassen/trekgaten ontstaan door vervening (turfwinning) in laagveen; vormen een mozaïek van open water, legakkers en verlandingsvegetaties.\n",
      "ontstaansgeschiedenis": "Ontstaan door afgraven van veen tot onder waterniveau; achterblijvende legakkers verlanden en kunnen opnieuw veenvorming opbouwen.\n",
      "reliëf_en_vorm": "Reeks langgerekte waterstroken met smalle landstroken; water–land gradiënt zeer sterk en ecologisch rijk.",
      "bodem_en_hydrologie": "Zeer nat, slappe oevers; waterpeil bepaalt verlanding. Bodem organisch met wisselende stabiliteit.",
      "landgebruik_en_beplanting": "Riet, lisdodde, drijftillen, moerasstruweel; beheer vaak gericht op open houden/verlanden, en waterkwaliteit.\n",
      "betekenis_voor_erfbeplanting": "Voor erfbeplanting: behoud open water en rietzones; kies soorten op stabielere randen/kades. Beperk bomen direct op slappe oevers en ontwerp onderhoudstoegang.",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "restgeul": {
      "titel": "Geomorfologie: Restgeul",
      "kernsamenenvatting": "Riviergebonden laagte binnen het winterbed, gevormd door afzetting en erosie bij hoogwater.",
      "ontstaansgeschiedenis": "Afwisseling van afzetting (zand/klei) en uitschuring door rivierstroming; restgeulen zijn oude stroomarmen.\n",
      "reliëf_en_vorm": "Complex microreliëf met geulen, ruggen en platen; periodiek overstroomd (afhankelijk van kering/maatregelen).",
      "bodem_en_hydrologie": "Sterk wisselend, vaak jong en gelaagd; lokaal nat en voedselrijk.",
      "landgebruik_en_beplanting": "Natuurgraslanden, grienden en ooibos; extensieve begrazing en waterveiligheidsbeheer.",
      "betekenis_voor_erfbeplanting": "Reken op dynamiek en natte perioden; kies robuuste soorten en ontwerp met overstromingsbestendige zones.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Geologie van Nederland – achtergrond over afzettingen en landvormen."
      ]
    },
    "rivierkom": {
      "titel": "Geomorfologie: Rivierkom",
      "kernsamenenvatting": "Laaggelegen komvlakte waar fijne klei en organisch materiaal zich ophopen; vaak nat en traag drainerend.\n",
      "ontstaansgeschiedenis": "In rustige overstromingszones bezonk fijne klei. Door ontwatering en inklinking kan het maaiveld dalen.\n",
      "reliëf_en_vorm": "Vlak tot zwak golvend, meestal lager dan oeverwallen/stroomruggen.",
      "bodem_en_hydrologie": "Zware klei, soms veenresten; hoge grondwaterstanden en risico op zuurstoftekort/verdichting.",
      "landgebruik_en_beplanting": "Veelal grasland, natte landbouw, slotenrijke verkaveling; beperkte draagkracht in natte perioden.\n",
      "betekenis_voor_erfbeplanting": "Plant op verhoging, voorkom bodemverdichting, kies nat-tolerante soorten en maak ruimte voor water.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Geologie van Nederland – achtergrond over afzettingen en landvormen."
      ]
    },
    "rivierterras": {
      "titel": "Geomorfologie: Rivierterras",
      "kernsamenenvatting": "Oudere, hoger gelegen rivierafzetting (terrassen) buiten het actieve winterbed; doorgaans droger en vaak zandiger dan jonge uiterwaarden/komgronden.\n",
      "ontstaansgeschiedenis": "Ontstaan door insnijding van de rivier: oude rivierbodems blijven als ‘traptrede’ achter wanneer de rivier dieper gaat liggen.",
      "reliëf_en_vorm": "Duidelijke hoogte-‘treden’ met relatief vlak plateau; terrasranden kunnen steiler zijn.",
      "bodem_en_hydrologie": "Bodem varieert: vaak zandig tot zavelig met grind; goede drainage, lagere grondwaterstand. Op kleiterrassen is waterbuffer groter maar nog relatief droog t.o.v. kommen.",
      "landgebruik_en_beplanting": "Landbouw, dorpen en infrastructuur liggen vaak op terrassen. Beplanting kan rijker door betere draagkracht.\n",
      "betekenis_voor_erfbeplanting": "Brede soortenkeuze, maar let op droogtestress en wind op open terrassen. Gebruik terrasrand voor biodiversiteitsranden en om afstromend water te remmen.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "rivierterras_klei": {
      "titel": "Geomorfologie: Rivierterras (klei)",
      "kernsamenenvatting": "Rivierterras met kleiige deklaag: relatief hoger en minder dynamisch dan uiterwaard, met vruchtbare maar soms structuurgevoelige standplaats.",
      "ontstaansgeschiedenis": "Ontstaan als oud terras met latere kleiafzetting of kleidek; rivierinsnijding maakte het terras hoger t.o.v. huidige rivier.\n",
      "reliëf_en_vorm": "Vlak plateau met terrasrand; microreliëf meestal beperkt.",
      "bodem_en_hydrologie": "Klei/zavel met redelijke waterbuffer; grondwater dieper dan in komgebieden. Bij natte perioden kans op structuurschade door bewerking.\n",
      "landgebruik_en_beplanting": "Vaak akkerbouw/boomgaarden en erven; hagen en laanstructuren passen.",
      "betekenis_voor_erfbeplanting": "Kies soorten voor vruchtbare maar niet permanent natte klei; let op droogte in warme zomers (ook klei kan hard uitdrogen).\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "rivierterras_zand": {
      "titel": "Geomorfologie: Rivierterras (zand)",
      "kernsamenenvatting": "Zandig rivierterras met goede drainage en lage grondwaterstand; vaak droogtegevoelig in de zomer.\n",
      "ontstaansgeschiedenis": "Ontstaan als oud rivierbed met zand/grind; later buiten actieve rivier komen te liggen door insnijding.\n",
      "reliëf_en_vorm": "Vlak tot licht golvend terras; soms met oude geulresten als laagtes.",
      "bodem_en_hydrologie": "Zandig (soms grindig), zeer doorlatend; lage watervoorraad. In oude geulrest kan vochtiger microplek voorkomen.\n",
      "landgebruik_en_beplanting": "Landbouw, heide-/bosontginningen of bebouwing. Beplanting vaak als singels en bosjes waar windbreking nodig is.\n",
      "betekenis_voor_erfbeplanting": "Zet in op droogtetolerante soorten en bodembeheer (organische stof, mulch). Plaats waterminnende soorten alleen in lagere geulrestjes of nabij kwel.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "smeltwaterafzettingen_sandr": {
      "titel": "Geomorfologie: Smeltwaterafzettingen (sandr)",
      "kernsamenenvatting": "Uitgestrekte vlakte van door smeltwater afgezet zand en grind (sandr), zeer doorlatend en vaak droogtegevoelig.\n",
      "ontstaansgeschiedenis": "Ontstaan voor de rand van landijs waar smeltwater vlechtende rivieren vormde en grof materiaal afzette. Later deels bedekt met dekzand.\n",
      "reliëf_en_vorm": "Vlak tot zwak golvend; oude stroomgeulen kunnen als ondiepe laagtes zichtbaar zijn.",
      "bodem_en_hydrologie": "Grof zand/grind, hoge infiltratie, lage nutriënten- en waterbuffer. Grondwater vaak diep; uitspoeling van nutriënten mogelijk.\n",
      "landgebruik_en_beplanting": "Naald- en loofbosaanplant, heideontginning, landbouw op verbeterde delen. Wind kan sterk zijn door openheid.\n",
      "betekenis_voor_erfbeplanting": "Gebruik windfilters en kies droogtebestendige soorten. Bodemverbetering met organische stof is cruciaal; ontwerp met infiltratie en wateropvang (wadi’s) omdat water snel wegzakt.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "strandvlakte": {
      "titel": "Geomorfologie: Strandvlakte",
      "kernsamenenvatting": "Lage, vlakke kustzone achter strand/duinen, gevormd door mariene afzettingen; vaak nat en gevoelig voor verzilting.\n",
      "ontstaansgeschiedenis": "Ontstaan door afzetting in ondiepe kustsystemen en later bedijking/ontwatering. In natuurlijke situatie dynamisch met stormvloeden en grondwaterinvloed.\n",
      "reliëf_en_vorm": "Zeer vlak reliëf; duinvoet en oude strandwallen kunnen kleine hoogteaccenten geven.",
      "bodem_en_hydrologie": "Zavel/kleiige afzettingen met variabele zoutinvloed; grondwater relatief hoog. Drainage bepaalt nat–droog sterk.\n",
      "landgebruik_en_beplanting": "Grasland, natuur (duinvallei/riet) of landbouw; beplanting vooral langs erven en wegen.\n",
      "betekenis_voor_erfbeplanting": "Kies soorten die wind en (soms) zout kunnen verdragen. Houd rekening met natte winters en gebruik verhoogde plantplaatsen waar nodig.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "strandwal": {
      "titel": "Geomorfologie: Strandwal",
      "kernsamenenvatting": "Langgerekte zandrug langs de kust (oude strandlijn), relatief hoog en droog t.o.v. omliggende strandvlakten; vaak drager van bewoning en beplanting.\n",
      "ontstaansgeschiedenis": "Ontstaan door golf- en stromingsprocessen die zand langs de kust ophoopten; later landinwaarts komen te liggen door kustontwikkeling.\n",
      "reliëf_en_vorm": "Rug met hoogteverschil van decimeters tot meters; duidelijke lineaire structuur in het landschap.",
      "bodem_en_hydrologie": "Zandig, goed doorlatend; grondwater dieper dan in strandvlakte. In droogteperioden gevoelig voor uitdroging.\n",
      "landgebruik_en_beplanting": "Bewoning, tuinen, bollen/landbouw; beplanting vaak als laanbeplanting en ervensingels. Natuur: duinbos/struweel kan aansluiten.",
      "betekenis_voor_erfbeplanting": "Gebruik strandwal als ‘droge drager’ voor erfbeplanting; kies wind- en droogtetolerante soorten en bescherm tegen zoute wind. Lage natte zones ernaast kunnen waterberging/natuur krijgen.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "stroomrug_oeverwal": {
      "titel": "Geomorfologie: Stroomrug, oeverwal",
      "kernsamenenvatting": "Hogere, zandige/zavelige rug langs een voormalige of huidige rivierloop, gevormd door afzetting bij overstromingen.\n",
      "ontstaansgeschiedenis": "Tijdens hoogwater zette de rivier grover materiaal (zand/zavel) dicht bij de geul af. Zo ontstond een verhoogde rug in het komgebied.\n",
      "reliëf_en_vorm": "Licht verhoogd reliëf (decimeters tot meters) met flauwe hellingen naar lagere kommen of uiterwaarden.",
      "bodem_en_hydrologie": "Relatief goed doorlatend; vaak zavelig tot licht kleiig met betere draagkracht en diepere beworteling dan komklei.\n",
      "landgebruik_en_beplanting": "Historisch geschikt voor bewoning, erven, boomgaarden en akkerbouw; hagen en laanbeplanting komen veel voor.\n",
      "betekenis_voor_erfbeplanting": "Gebruik de hogere delen voor bomen en droge functies; benut lagere randen voor waterberging en natte beplanting.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Geologie van Nederland – achtergrond over afzettingen en landvormen."
      ]
    },
    "stuifzandduin": {
      "titel": "Geomorfologie: Stuifzandduin (en bijbehorende vlaktes)",
      "kernsamenenvatting": "Door wind gevormde zandheuvels langs de kust met dynamisch reliëf en snelle drainage.",
      "ontstaansgeschiedenis": "Zandtransport door wind bouwde duinruggen op; fixatie door vegetatie en menselijk beheer bepaalt stabiliteit.\n",
      "reliëf_en_vorm": "Sterk golvend reliëf met toppen, hellingen en valleien.",
      "bodem_en_hydrologie": "Zandig, vaak kalkrijker dicht bij zee; snel uitdrogend op hoge delen, nat in valleien.",
      "landgebruik_en_beplanting": "Duingraslanden, struweel en duinbos; recreatie en natuurbeheer dominant.",
      "betekenis_voor_erfbeplanting": "Scherm wind en zout, kies duintolerante soorten en voorkom verstuiving rond jonge aanplant.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Geologie van Nederland – achtergrond over afzettingen en landvormen."
      ]
    },
    "stuwwal": {
      "titel": "Geomorfologie: Stuwwal",
      "kernsamenenvatting": "Opgestuwde heuvelrug uit het Saalien (ijstijd), met sterk reliëf en variatie in zand/leem/keileem.",
      "ontstaansgeschiedenis": "Gletsjers schoven zand en grind op tot ruggen; later doorsneden door smeltwater en bewerkt door erosie.\n",
      "reliëf_en_vorm": "Steile hellingen en hoogteverschillen; droogte op toppen, kwel aan de voet.",
      "bodem_en_hydrologie": "Zandig met lokale leem/keileemlagen; infiltratie hoog, maar keileem kan water stuwen.",
      "landgebruik_en_beplanting": "Bosrijke gebieden met heide en landgoederen; akkers op plateaus, beken aan de voet.",
      "betekenis_voor_erfbeplanting": "Kies droogtetolerante soorten op toppen; benut kwelzones voor natte beplanting en wateropvang.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Geologie van Nederland – achtergrond over afzettingen en landvormen."
      ]
    },
    "terp": {
      "titel": "Geomorfologie: Terp",
      "kernsamenenvatting": "Vlakke tot zwak golvende kleivlakte opgebouwd door (historische) getijde- en zeewaterafzettingen.",
      "ontstaansgeschiedenis": "Klei en slib bezonken in kwelders en geulen; na bedijking volgden ontwatering en landbouwkundig gebruik.\n",
      "reliëf_en_vorm": "Weinig reliëf; lokaal microhoogtes (terpen, oude kreekruggen).",
      "bodem_en_hydrologie": "Zware tot zavelige klei, hoog nutriënten; risico op verdichting en natte periodes.",
      "landgebruik_en_beplanting": "Intensieve akkerbouw en grasland; erven vaak op terpen of ophogingen, met windsingels.",
      "betekenis_voor_erfbeplanting": "Plant op ophoging, verbeter structuur (organische stof), kies soorten die natte winters verdragen.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Geologie van Nederland – achtergrond over afzettingen en landvormen."
      ]
    },
    "uiterwaard": {
      "titel": "Geomorfologie: Uiterwaard",
      "kernsamenenvatting": "Riviergebonden laagte binnen het winterbed, gevormd door afzetting en erosie bij hoogwater.",
      "ontstaansgeschiedenis": "Afwisseling van afzetting (zand/klei) en uitschuring door rivierstroming; restgeulen zijn oude stroomarmen.\n",
      "reliëf_en_vorm": "Complex microreliëf met geulen, ruggen en platen; periodiek overstroomd (afhankelijk van kering/maatregelen).",
      "bodem_en_hydrologie": "Sterk wisselend, vaak jong en gelaagd; lokaal nat en voedselrijk.",
      "landgebruik_en_beplanting": "Natuurgraslanden, grienden en ooibos; extensieve begrazing en waterveiligheidsbeheer.",
      "betekenis_voor_erfbeplanting": "Reken op dynamiek en natte perioden; kies robuuste soorten en ontwerp met overstromingsbestendige zones.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Geologie van Nederland – achtergrond over afzettingen en landvormen."
      ]
    },
    "veenrest": {
      "titel": "Geomorfologie: Veenrest",
      "kernsamenenvatting": "Restant van een veenpakket in een verder mineraal landschap; vaak als natte plek met organische bodem en afwijkende draagkracht/vegetatie.\n",
      "ontstaansgeschiedenis": "Ontstaan doordat veen grotendeels is afgegraven of geoxideerd; lokaal bleef een pakket behouden door hogere waterstand of minder ontginning.\n",
      "reliëf_en_vorm": "Meestal vlak met subtiele begrenzing; natte kern en drogere overgang naar omgeving.",
      "bodem_en_hydrologie": "Organische bodem, zuurstofarm bij hoge waterstand; gevoelig voor bodemdaling bij ontwatering. Kan lokaal drassig blijven.\n",
      "landgebruik_en_beplanting": "Riet/ruigte, elzenbroekjes of nat grasland; ecologisch waardevol als natte ‘kern’.",
      "betekenis_voor_erfbeplanting": "Behandel als natte zone: kies soorten met natte toleranties of houd open (plas-dras). Plaats zwaardere beplanting op omliggende mineraalgronden of ophoging.",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "water": {
      "titel": "Geomorfologie: Water (open water / geul / plas)",
      "kernsamenenvatting": "Open waterlichaam of watergang is in geomorfologische zin een landvorm die lokaal hydrologie, microklimaat en bodems (oeverafzettingen) sterk stuurt.\n",
      "ontstaansgeschiedenis": "Ontstaan door natuurlijke processen (rivier/geul/meer) of door menselijk graven (vaart, plas, zandwinning). Door sedimentatie kunnen oevers en platen ontstaan.\n",
      "reliëf_en_vorm": "Niveaus en taluds bepalen ecologische gradiënten: diep–ondiep, nat–droog, beschut–wind. Oevervorm (steil vs flauw) is bepalend.",
      "bodem_en_hydrologie": "Oevers hebben vaak jonge afzettingen en wisselende zuurstofcondities. Waterkwaliteit (nutriënten, zout) en peilbeheer sturen vegetatie en draagkracht.\n",
      "landgebruik_en_beplanting": "Rietkragen, ruigtes en ooibos/struweel afhankelijk van dynamiek; beheer (maaien/baggeren) bepaalt successie.\n",
      "betekenis_voor_erfbeplanting": "Ontwerp met flauwe oevers en ruimte voor riet/ruigte waar kan; voorkom schaduwrijke, steile oevers als biodiversiteit gewenst is. Kies soorten op basis van waterpeilfluctuatie en onderhoudstoegang.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Wageningen Environmental Research – Toelichting bij legenda Geomorfologische kaart 1:50.000."
      ]
    },
    "zeekleivlakte": {
      "titel": "Geomorfologie: Zeekleivlakte",
      "kernsamenenvatting": "Vlakke tot zwak golvende kleivlakte opgebouwd door (historische) getijde- en zeewaterafzettingen.",
      "ontstaansgeschiedenis": "Klei en slib bezonken in kwelders en geulen; na bedijking volgden ontwatering en landbouwkundig gebruik.\n",
      "reliëf_en_vorm": "Weinig reliëf; lokaal microhoogtes (terpen, oude kreekruggen).",
      "bodem_en_hydrologie": "Zware tot zavelige klei, hoog nutriënten; risico op verdichting en natte periodes.",
      "landgebruik_en_beplanting": "Intensieve akkerbouw en grasland; erven vaak op terpen of ophogingen, met windsingels.",
      "betekenis_voor_erfbeplanting": "Plant op ophoging, verbeter structuur (organische stof), kies soorten die natte winters verdragen.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Geologie van Nederland – achtergrond over afzettingen en landvormen."
      ]
    },
    "zoetwatergetijdenafzetting": {
      "titel": "Geomorfologie: Zoetwatergetijdenafzetting",
      "kernsamenenvatting": "Vlakke tot zwak golvende kleivlakte opgebouwd door (historische) getijde- en zeewaterafzettingen.",
      "ontstaansgeschiedenis": "Klei en slib bezonken in kwelders en geulen; na bedijking volgden ontwatering en landbouwkundig gebruik.\n",
      "reliëf_en_vorm": "Weinig reliëf; lokaal microhoogtes (terpen, oude kreekruggen).",
      "bodem_en_hydrologie": "Zware tot zavelige klei, hoog nutriënten; risico op verdichting en natte periodes.",
      "landgebruik_en_beplanting": "Intensieve akkerbouw en grasland; erven vaak op terpen of ophogingen, met windsingels.",
      "betekenis_voor_erfbeplanting": "Plant op ophoging, verbeter structuur (organische stof), kies soorten die natte winters verdragen.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Geologie van Nederland – achtergrond over afzettingen en landvormen."
      ]
    },
    "zoutwatergetijdenafzetting": {
      "titel": "Geomorfologie: Zoutwatergetijdenafzetting",
      "kernsamenenvatting": "Vlakke tot zwak golvende kleivlakte opgebouwd door (historische) getijde- en zeewaterafzettingen.",
      "ontstaansgeschiedenis": "Klei en slib bezonken in kwelders en geulen; na bedijking volgden ontwatering en landbouwkundig gebruik.\n",
      "reliëf_en_vorm": "Weinig reliëf; lokaal microhoogtes (terpen, oude kreekruggen).",
      "bodem_en_hydrologie": "Zware tot zavelige klei, hoog nutriënten; risico op verdichting en natte periodes.",
      "landgebruik_en_beplanting": "Intensieve akkerbouw en grasland; erven vaak op terpen of ophogingen, met windsingels.",
      "betekenis_voor_erfbeplanting": "Plant op ophoging, verbeter structuur (organische stof), kies soorten die natte winters verdragen.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichtingen.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR).",
        "Geologie van Nederland – achtergrond over afzettingen en landvormen."
      ]
    },
    "validatie_en_waarschuwingen": {
      "titel": "Interpretatiebeperkingen en waarschuwingen (Geomorfologie)",
      "kernsamenvatting": "Geomorfologische eenheden beschrijven landvormen en ontstaansgeschiedenis op landschappelijke schaal.\nZe geven richting aan interpretatie, maar verklaren niet automatisch de actuele standplaats.\n",
      "aandachtspunten": [
        {
          "vorm_vs_proces": "GMM beschrijft vooral vorm en afzetting. Actuele waterhuishouding kan sterk afwijken door\nbedijking, drainage, peilbeheer en klimaatverandering.\n"
        },
        {
          "overgangszones": "Overgangen tussen eenheden (bijv. oeverwal–kom, rug–laagte) zijn vaak geleidelijk en\necologisch juist het meest relevant.\n"
        },
        {
          "antropogene_invloed": "Ophogingen, dijken en afgravingen kunnen de oorspronkelijke geomorfologie lokaal\nmaskeren of overdrukken.\n"
        },
        {
          "combinatie_met_andere_lagen": "Gebruik GMM altijd in samenhang met bodem, Gt, NSN en AHN om vorm, proces en standplaats\ncorrect te duiden.\n"
        }
      ],
      "gebruik_in_rapport": "Dit blok maakt expliciet dat geomorfologie een verklarende laag is en geen directe\nontwerpvoorschriften oplevert.\n",
      "bronnen": [
        "BRO / PDOK – Geomorfologische kaart (GMM) en toelichting.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland."
      ]
    }
  },
  "nsn": {
    "beekdal_zand_systeem": {
      "titel": "Beekdal op zand (natuurlijk systeem)",
      "kernsamenvatting": "Beekdalsysteem op zandgronden waar grondwater, kwel en oppervlakkige afstroming samenkomen.\nHet systeem vormt natte linten in een overwegend droger zandlandschap.\n",
      "systeemwerking": "Neerslag infiltreert op hogere delen en treedt als kwel uit in het beekdal.\nAfvoer verloopt via de beek, met periodieke inundatie van de dalbodem.\n",
      "water_en_dynamiek": "Hoge grondwaterstanden in winter en voorjaar; zomers beperkte daling.\n",
      "bodemontwikkeling": "Zandige tot lemige bodems met lokaal veenvorming in natte zones.\n",
      "historisch_landgebruik": "Hooilanden, extensieve beweiding en elzenbroek langs de beek.\n",
      "vegetatiestructuur_en_beplanting": "Beekbegeleidende elzen- en wilgenvegetaties, natte graslanden.\n",
      "betekenis_voor_erfbeplanting": "Plaats beplanting langs beek en randen; behoud open natte kern.\n",
      "bronnen": [
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland. WUR.",
        "Atlas Natuurlijk Kapitaal – Beekdalsystemen."
      ]
    }
  },
  "_meta": {
    "naam": "Beplantingswijzer kennisdocument – locatiecontext",
    "versie": "2025-12-16",
    "doel": "Uitgebreide, bron-gebaseerde toelichting op kaartlagen (FGR, GMM, NSN, bodem, Gt) voor opname in Beplantingswijzer-rapporten.",
    "opmerking": "Dit document bevat algemene beschrijvingen op basis van landelijke literatuur en landelijke datasets. Lokale variatie kan groot zijn; raadpleeg voor ontwerp en uitvoering ook veldwaarnemingen, bodemprofiel en peilbeheer. (Automatisch aangevuld met ontbrekende NSN- en GMM-items op 2025-12-16.)\n",
    "koppelingen": {
      "nsn_bodem": {
        "doel": "Maak de vertaalslag van landschapssysteem (NSN) naar verwacht bodemtype/vocht en daardoor plant- en beheerkeuzes.\n",
        "regels": [
          {
            "nsn": "rivierkom",
            "typische_bodem": [
              "zware_klei",
              "klei"
            ],
            "indicatie": "Nat(ter), traag drainerend; risico op zuurstoftekort.",
            "advies": "Kies nat-tolerante soorten; vermijd verdichting."
          },
          {
            "nsn": "komgebied",
            "typische_bodem": [
              "zware_klei",
              "klei"
            ],
            "indicatie": "Komklei, lokaal veenresten; hoge Gt.",
            "advies": "Waterbeheer en bodemstructuur centraal; soorten met natte standplaats."
          },
          {
            "nsn": "oeverwal_en_stroomrug",
            "typische_bodem": [
              "zavel",
              "lichte_klei",
              "zand"
            ],
            "indicatie": "Hoger, droger; meer zandbijmenging.",
            "advies": "Let op droogte/wind; soortenkeuze breder."
          },
          {
            "nsn": "dekzandlandschap",
            "typische_bodem": [
              "zand",
              "lemig_zand"
            ],
            "indicatie": "Droger, uitspoelingsgevoelig.",
            "advies": "Organische stof, mulch, droogtetolerantie."
          }
        ],
        "bronnen": [
          "Berendsen, H.J.A. (1993). De ontwikkeling van het Nederlandse rivierengebied. GEA.",
          "Everts, F.H. e.a. (Natura 2000 herstelstrategieën, deel III) – Rivierenlandschap.",
          "WUR / Stichting voor Bodemkartering – Bodemkaart van Nederland (1:50.000) + toelichtingen.",
          "Atlas Leefomgeving – Bodemkaart van Nederland 1:50.000 (toelichting).",
          "Geologie van Nederland – Komgrond/komklei en uitleg uiterwaarden/kommen."
        ]
      }
    }
  },
  "ahn": {
    "uitleg": {
      "titel": "AHN hoogteligging (Actueel Hoogtebestand Nederland)",
      "kernsamenenvatting": "AHN geeft de maaiveldhoogte (m t.o.v. NAP) en maakt microreliëf zichtbaar. Kleine hoogteverschillen (decimeters) sturen water, droogte en daarmee beplantingskansen sterk.\n",
      "wat_meet_ahn": "AHN is een landsdekkend hoogtebestand op basis van laserscanning (LiDAR). Het meet het maaiveld (DTM) en – afhankelijk van product – ook objecten (DSM). In Beplantingswijzer gebruiken we AHN primair om maaiveldhoogte en lokale hoogteverschillen rond het erf te duiden.\n",
      "hoe_te_interpreteren": "De absolute hoogte (m NAP) zegt iets over regionale ligging (bijv. rivierterrassen vs kom), maar voor erfadvies is vooral relatieve ligging belangrijk: ligt het erf op een rug (hoger), in een laagte (lager), of op een helling/overgang? Combineer AHN daarom altijd met bodem en Gt.",
      "relevantie_voor_water": "Water stroomt naar laagtes en blijft daar langer staan; hogere plekken drogen sneller uit en zijn vaak windgevoeliger. Helling en afwateringsrichting helpen om te bepalen waar infiltratie (wadi), berging (plas-dras) of juist ophoging/logische plantplaatsen zitten.\n",
      "betekenis_voor_erfbeplanting": "Gebruik AHN om het erf te zoneren: (1) hoogste, droogste delen voor droogtetolerante soorten en functies, (2) overgangszones voor struweel/hagen, (3) laagtes voor waterberging en natte beplanting. Kleine ingrepen (greppel, flauw talud, micro-ophoging) kunnen de standplaats sterk verbeteren zonder groots grondverzet.",
      "bronnen": [
        "Actueel Hoogtebestand Nederland (AHN) – productinformatie en downloads (Rijkswaterstaat / Waterschappen).",
        "PDOK – AHN kaartlagen en documentatie.",
        "Berendsen, H.J.A. (2005). Fysische geografie van Nederland (WUR) – relatie reliëf en hydrologie."
      ]
    },
    "afgeleide_context": {
      "titel": "Afgeleide AHN-context (relatieve ligging)",
      "uitleg": "In de applicatie kan uit AHN een relatieve ligging worden afgeleid (bijv. hoger dan omgeving, lager dan omgeving, helling/overgang). Dat is vaak informatiever dan absolute meters, omdat het microreliëf de lokale nat–droog gradiënt bepaalt.\n",
      "indicaties": {
        "hoger_dan_omgeving": {
          "beschrijving": "Rug/kop/ophoging; sneller droog, warmer, meer wind.",
          "implicatie": "Droogtetolerante soorten en windfiltering; infiltratie mogelijk maar water zakt snel weg."
        },
        "lager_dan_omgeving": {
          "beschrijving": "Laagte/kom; water verzamelt en blijft staan.",
          "implicatie": "Natte toleranties, waterberging en flauwe oevers; voorkom verdichting."
        },
        "overgang_of_helling": {
          "beschrijving": "Talud/helling tussen hoog en laag; afstroming en erosie kunnen spelen.",
          "implicatie": "Beplanting in contouren, bodembedekking, en waterremmende structuren (hagen, greppels)."
        }
      }
    }
  },
  "ontwerpprincipes": {
    "titel": "Ontwerpprincipes (vertaling van analyse naar ontwerp)",
    "uitleg": "Deze sectie vertaalt de gevonden kaartwaarden (FGR, geomorfologie, NSN, bodem en vochttoestand)\nnaar concrete ontwerpuitgangspunten voor erf- en landschapsbeplanting. Het doel is om de stap\nvan analyse naar ruimtelijke keuzes expliciet en herhaalbaar te maken.\n",
    "algemeen": [
      {
        "Werk met bodem en water als drager van het ontwerp": "ontwerp volgt standplaats."
      },
      "Start met zonering (hoog/laag, nat/droog, open/besloten) en kies daarna pas soorten.",
      {
        "Benut microreliëf": "kleine hoogteverschillen sturen nat–droog en bepalen plantkans."
      },
      "Plaats ‘zware’ beplanting (bomen/boomgroepen) op draagkrachtige, drogere delen; benut laagtes voor water en natuur.",
      "Behoud landschappelijke openheid waar die hoort; concentreer beplanting rond erf en langs lijnen.",
      {
        "Ontwerp beheerbaar": "kies structuren die passen bij beheerfrequentie en beschikbare tijd/middelen."
      }
    ],
    "vochtklasse": {
      "zeer_nat": {
        "principes": [
          "Ontwerp natte zones bewust (plas-dras, flauwe oevers, moeras/ruigte) en kies nat-tolerante soorten.",
          {
            "Voorkom verdichting en structuurbederf": "beperk berijding en grondwerk in natte perioden."
          },
          "Plant gevoelige soorten alleen op microverhogingen/ophogingen of op drogere randen."
        ]
      },
      "nat": {
        "principes": [
          "Kies robuuste, vochtminnende soorten en werk met gradiënten (natte kern → drogere randen).",
          {
            "Borg draagkracht": "plan werkzaamheden bij voldoende droge bodem en voorkom kapotslaan van structuur."
          }
        ]
      },
      "vochtig": {
        "principes": [
          {
            "Breed inzetbaar": "combineer schaduw, open plekken en infiltratie (wadi/greppel) om extremen te dempen."
          },
          "Maak variatie in structuur (haag/struweel/bomen) maar voorkom overconcentratie op één plek."
        ]
      },
      "droog": {
        "principes": [
          "Ontwerp met wateropvang en schaduw (mulch, bodembedekking, luwtehagen) om droogtestress te beperken.",
          "Kies droogtetolerante soorten; beperk verdamping door bodem te bedekken en grasconcurrentie te verminderen."
        ]
      },
      "zeer_droog": {
        "principes": [
          "Alleen zeer droogtetolerante beplanting is kansrijk zonder aanvullende maatregelen.",
          "Combineer bodemverbetering (organische stof) met luwte en waterinfiltratie om vestiging mogelijk te maken."
        ]
      }
    },
    "bodem": {
      "zand": {
        "principes": [
          "Focus op vochtvasthoudend bodembeheer (organische stof, mulch) en wind-/zonbeschutting.",
          "Benut laagtes voor waterberging en vochtminnende beplanting; hoge ruggen vragen droogtetolerantie."
        ]
      },
      "klei": {
        "principes": [
          {
            "Voorkom verdichting": "werk alleen bij draagkracht en minimaliseer zware bewerking."
          },
          "Plaats bomen bij voorkeur op drogere ruggen/ophogingen; benut natte delen voor wilg/els/populier-structuren."
        ]
      },
      "veen": {
        "principes": [
          "Beperk zware bomen en bodembelasting; lage draagkracht en stabiliteit vragen lichte structuren.",
          "Houd waterpeil hoog waar mogelijk; droge omstandigheden versnellen veenafbraak en bodemdaling."
        ]
      },
      "leem": {
        "principes": [
          {
            "Bewaak bodemstructuur": "verslemping en erosie kunnen spelen op hellingen en kale grond."
          },
          "Combineer bufferende leem/zavel met contourbeplanting en bodembedekking voor stabiele vochtvoorziening."
        ]
      }
    },
    "geomorfologie": {
      "open_kommenlandschap": {
        "principes": [
          "Behoud openheid; beplanting vooral lijnvormig bij erf/weg/slot en op randen.",
          "Kies nat-tolerante soorten of werk met microverhogingen voor drogere soorten."
        ]
      },
      "oeverwal": {
        "principes": [
          "Gebruik oeverwal als drager voor erfbeplanting, boomgaarden en laanstructuren.",
          "Houd rekening met wind en zomerse droogte op hogere delen."
        ]
      },
      "stroomrug": {
        "principes": [
          "Plaats hoofdbomen en struweel op de rug (drogere, draagkrachtige zone).",
          "Benut aangrenzende laagtes voor waterberging en vochtminnende beplanting."
        ]
      }
    },
    "nsn": {
      "rivierkom_systeem": {
        "principes": [
          {
            "Ontwerp met water als drager": "flauwe oevers, plas-dras en natte toleranties."
          },
          "Concentreer beplanting rond erf en langs watergangen; vermijd grote dichte bosvakken in open veld."
        ]
      },
      "rivier_oeverwal_systeem": {
        "principes": [
          "Groot soortenpalet mogelijk; ontwerp met luwte en droogtebuffering (bodem en schaduw).",
          "Boomgaarden, hagen en ervenstructuren passen goed op hogere, drogere delen."
        ]
      }
    }
  }
}